$(function(){
     let gain_tF =`
          <p>라인게임즈 주식회사(이하 ‘회사’라 함)는 이용자에게 최상의 서비스를 제공하고자 하는 목적에서 이용자의 개인정보를 일부 서비스의 제공에 활용하고 있습니다.</p>

          <p>회사는 이용자의 개인정보를 처리함에 있어서 “정보통신망 이용촉진 및 정보보호 등에 관한 법률”, “개인정보보호법” 및 유관기관이 제정한 지침 등 법령을 준수하고 있으며, 이용자의 소중한 개인정보가 남용되는 것을 방지하기 위하여 아래와 같은 개인정보 처리방침을 제정 및 운영하여 이용자의 개인정보가 수집·이용되는 목적, 방식 및 범위를 명확히 하고자 합니다.</p>

          <p>회사는 본 개인정보 처리방침을 라인게임즈 홈페이지(https://line.games/)의 첫 화면에 공개함으로써 이용자가 언제나 용이하게 볼 수 있도록 하고 있습니다.</p>

          <p>본 개인정보 처리방침은 관계 법령 및 지침의 변경이나 회사의 내부 방침 변경 등으로 인하여 변경될 수 있습니다.</p>

          <p>&nbsp;</p>

          <p><strong>제 1 조 [수집·이용하는 이용자의 개인정보]</strong></p>

          <p>1. 회원 가입 시 로그인, 이용자 식별을 위하여 아래와 같이 개인정보를 수집합니다.</p>

          <p>① 모바일 게임서비스</p>

          <p style="margin-left:14.2pt">- [필수] 회원 정보: 외부 플랫폼 ID</p>

          <p>② FLOOR 회원 가입</p>

          <p style="margin-left:14.2pt">-&nbsp;[필수]&nbsp;회원 정보: 이메일주소, 비밀번호, 닉네임, (아동의 경우)법정대리인 이메일주소</p>

          <p style="margin-left:14.2pt">- [선택] 회원 정보: 프로필 이미지</p>

          <p style="margin-left:14.2pt">-&nbsp;[필수]&nbsp;본인확인: (본인 확인을 위해 이용자 직접 입력하지만 저장되지 않음)통신사, 이름, 생년월일, 휴대전화번호, 내외국인여부, 성별, (본인 확인 성공 시 저장되는 정보)생년월일, 연계정보(CI)</p>

          <p>2. 게임 및 포털 서비스 이용 시 관련 법률 준수, 계정 및 아이템 보호, 부정 이용자 방지, 안정적인 서비스 제공 등을 위하여 아래와 같은 정보를 자동으로 수집·생성할 수 있습니다.</p>

          <p>① 모바일 게임서비스</p>

          <p style="margin-left:14.2pt">-&nbsp;[필수]&nbsp;게임 설치 및 이용 시: 다운로드 이력, 서비스 이용 기록, 접속 로그(IP 주소 포함), 불량이용기록, 단말기 정보(모델명, OS정보 및 버전, 단말기 언어 및 국가정보, 광고식별자)</p>

          <p style="margin-left:14.2pt">-&nbsp;[필수]&nbsp;소셜 서비스 연동 시: (제3자의 정보를 일시적으로 이용할 뿐 저장하지 않음)프로필 이름, 프로필 사진, 친구목록 정보</p>

          <p>② FLOOR 회원 서비스</p>

          <p style="margin-left:14.2pt">-&nbsp;[필수]&nbsp;FLOOR 서비스 이용 시: 서비스 이용 기록, 접속 로그(IP 주소 포함), 불량이용기록</p>

          <p>3. 원활한 서비스 이용을 위해 고객센터를 이용하시는 경우, 아래와 같이 부가적인 정보를 수집하게 됩니다.</p>

          <p>① 문의 내역 처리</p>

          <p style="margin-left:14.2pt">-&nbsp;[필수]&nbsp;이메일주소, 이름, 단말기 정보(모델명, OS정보 및 버전), (카카오 게임의 경우)카카오 회원 번호</p>

          <p>4. 이용자의 요청 또는 서비스 종료 시 환불 처리를 위하여 아래와 같이 개인정보를 요청하고 있습니다. 결제 정보에 따라 수집 정보가 상이할 수 있으며, 필요 시 별도의 동의를 받고 있습니다.&nbsp;또한, 이용자가 미성년자인 경우 환불 처리 시 본인 확인 및 법정대리인의 관계 확인을 위하여 추가 정보를 요청할 수 있습니다.</p>

          <p>① 환불 처리</p>

          <p style="margin-left:14.2pt">-&nbsp;[필수]&nbsp;이메일주소, (카카오 게임의 경우)카카오 회원번호, (원스토어의 경우)휴대전화번호, (구글의 경우)구글 이메일ID</p>

          <p>② 서비스 종료 시 환불 처리</p>

          <p style="margin-left:14.2pt">-&nbsp;[필수]&nbsp;이름, 생년월일, 휴대전화번호, (구글스토어의 경우)결제계정, 은행명, 은행계좌번호, 예금주, 이메일, 신분증 사본, 통장 사본</p>

          <p>5. 사전예약, 마케팅 등 회사의 광고성 정보 전송을 위하여 개인정보를 수집 및 이용 할 수 있습니다. 다만, 이 경우 이용자에게 별도의 동의를 받고 있습니다.</p>

          <p>① FLOOR 광고성 정보 수신 동의</p>

          <p style="margin-left:14.2pt">- [선택] 이메일주소</p>

          <p>② 사전예약 등 이벤트 참여</p>

          <p style="margin-left:14.2pt">-&nbsp;[선택]&nbsp;휴대전화번호, 이메일주소, (SNS를 이용한 이벤트의 경우) SNS 계정명</p>

          <p>③ 물품, 경품 등의 배송</p>

          <p>&nbsp; &nbsp; -&nbsp;[선택]&nbsp;이름, 휴대전화번호, 주소, 이메일주소</p>

          <p>&nbsp;</p>

          <p><strong>제 2 조 [개인정보 수집 방법]</strong></p>

          <p>1. 회사는 아래와 같은 방법을 통해 이용자의 개인정보를 수집할 수 있습니다.</p>

          <p>① 홈페이지 또는 서비스 이용 과정에서 이용자가 직접 입력하는 방식</p>

          <p>② 유선 상담 과정에서 이용자의 응답 내용</p>

          <p>③ 제휴사로부터의 정보 수신</p>

          <p>④ 네트워크 교신 정보 또는 접속 히스토리를 통한 수집</p>

          <p>&nbsp;</p>

          <p><strong>제 3 조 [개인정보의 수집·이용의 목적]</strong></p>

          <p>1. 회사는 수집한 개인정보를 다음의 목적으로 활용할 수 있습니다.</p>

          <p>① 이용자 관리</p>

          <p>&nbsp; &nbsp; - 콘텐츠 제공에 따른 개인 식별, 중복가입 확인, 불량 이용자 관리, 비정상 사용자 적발 및 이용제한, 계약이행, 분쟁처리</p>

          <p>② 서비스 제공</p>

          <p>&nbsp; &nbsp; - 불만처리 및 기타 고객서비스 제공, 고지사항 전달, 유료결제 서비스 제공 및 결제 내역 고지, 게임 내 협동 플레이 및 커뮤니티 서비스 지원</p>

          <p>③ 신규 서비스 개발 및 마케팅·광고 활용</p>

          <p>&nbsp; &nbsp; - 신규 서비스, 이벤트 정보안내, 서비스 품질 향상 및 통계정보 처리</p>

          <p>④ 자동 친구 추가 및 자동 친구 등록 기능의 제공</p>

          <p>&nbsp; &nbsp; - 이용자의 SNS 주소록에 저장된 제3자의 SNS 정보를 수집·이용하여 자동 친구 추가 및 등록 기능 제공</p>

          <p>&nbsp;</p>

          <p><strong>제 4 조 [개인정보의 보유 및 이용기간]</strong></p>

          <p>1. 수집된 개인정보는 이용자 자격이 유지되는 동안 보유 및 이용되며, 이용자 자격이 상실되는 경우 또는 이용자 자격이 유지되는 경우에도 해당 정보의 이용 목적이 완전히 달성된 경우에는 지체 없이 파기됩니다. 다만, 회사는 개인정보 수집 및 이용 동의 시 이용자에게 안내된 ‘보유 기간’에 따라 일정 기간 동안 이용자의 정보를 보유합니다.</p>

          <p>① 보유 목적: 게임 서비스 탈퇴 시 소비자 불만 및 분쟁 해결 등을 위한 목적</p>

          <p>&nbsp;&nbsp; 보유 기간:&nbsp;<strong>30일</strong></p>

          <p>&nbsp;&nbsp; 보유 항목: 접속기록, 접속 일시, 접속 지 정보, 불량이용기록, 단말기 정보, 다운로드 기록, 외부 플랫폼 ID</p>

          <p>② 보유&nbsp;목적: 마케팅 정보 및 이벤트 진행 관련 안내, 당첨자 선정을 위한 목적</p>

          <p>&nbsp; &nbsp;보유 기간:&nbsp;<strong>1년(이벤트 마다 상이할 수 있으며, 개별 이벤트 페이지에 기재된 기간을 우선합니다)</strong></p>

          <p><strong>&nbsp; &nbsp;</strong>보유 항목: 이름, 주소, 휴대전화번호, 이메일주소</p>

          <p>③ 보유&nbsp;목적: 커뮤니티 회원 탈퇴 시 소비자 불만 및 분쟁 해결 등을 위한 목적</p>

          <p>&nbsp; &nbsp;보유 기간:&nbsp;<strong>30일</strong></p>

          <p><strong>&nbsp; &nbsp;</strong>보유 항목: 접속기록, 이메일주소, 비밀번호, 닉네임</p>

          <p>2. 이용자로부터 개별적인 동의를 받은 경우에는 이용자의 개인정보를 계속하여 보유 및 이용할 수 있습니다. 제1항의 규정에도 불구하고, 전자상거래 등에서의 소비자보호에 관한 법률(이하, ‘전자상거래법’), 통신비밀보호법 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 이용자정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.</p>

          <p>① 표시·광고에 관한 기록:&nbsp;<strong>6개월</strong>(전자상거래법)</p>

          <p>② 계약 또는 청약철회 등에 관한 기록:<strong>&nbsp;5년</strong>(전자상거래법)</p>

          <p>③ 대금결제 및 재화 등의 공급에 관한 기록:&nbsp;<strong>5년</strong>(전자상거래법)</p>

          <p>④ 소비자의 불만 또는 분쟁 처리에 관한 기록:&nbsp;<strong>3년</strong>(전자상거래법)</p>

          <p>⑤ 접속 로그, 접속 IP 정보 등 서비스 이용 기록:&nbsp;<strong>1년</strong>(통신비밀보호법)</p>

          <p>3. 휴면 계정(장기 미이용 접속자) 개인정보 분리 보관</p>

          <p>회사는 관련법령에 따라 최근 1년간 서비스를 이용(게임 접속, 공식 카페 로그인 등)하지 않은 이용자의 정보를 휴면 계정으로 전환하여, 해당 계정의 개인정보를 분리 보관합니다. 휴면 계정으로 분리되어 저장 될 경우 서비스 이용이 불가능하며, 다시 서비스를 이용하기 위해서는 별도의 계정 활성화 절차를 거쳐야 합니다. 다른 법률에 특별한 규정이 있는 경우를 제외하고, 별도로 분리 보관 된 개인정보를 이용하거나 제3자에게 제공하지 않습니다.</p>

          <p>① 분리 보관 대상: 서비스 이용 기록이 1년 동안 없는 계정</p>

          <p>② 분리 보관 항목: 게임 이용자 계정 개인정보(이메일주소, 비밀번호, 닉네임 등)</p>

          <p>&nbsp;</p>

          <p><strong>제 5 조 [개인정보의 파기 절차 및 방법]</strong></p>

          <p>1. 회사는 개인정보 수집 및 이용 목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.</p>

          <p>① 파기 절차</p>

          <p>&nbsp; &nbsp; - 회사는 보유 기간이 경과한 개인정보에 대해서는 재생이 불가능한 방법으로 파기합니다.</p>

          <p>② 파기 방법</p>

          <p>&nbsp; &nbsp; - 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</p>

          <p>&nbsp; &nbsp; - 종이에 출력된 개인정보는 분쇄기로 분쇄하여 파기합니다.</p>

          <p>&nbsp;</p>

          <p><strong>제 6 조 [개인정보의 공유 및 제공]</strong></p>

          <p>1. 회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.</p>

          <p>① 이용자가 사전에 동의한 경우</p>

          <p>② 법률의 특별한 규정에 의거하거나, 법원의 판결 및 명령, 행정기관의 구속력 있는 명령 또는 수사 목적으로 법령에 정해진 절차와 방법에 따른 수사기관의 요구가 있는 경우</p>

          <p>&nbsp;</p>

          <p><strong>제 7 조 [개인정보의 처리 위탁]</strong></p>

          <p>1. 회사는 서비스 이행을 위해 아래와 같이 개인정보의 처리를 위탁하고 있습니다. 회사는 관계법령에 따라 개인정보 처리위탁 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정, 운영하고 있습니다.</p>

          <p>① 위탁대상자: ㈜그린맨파워,&nbsp;㈜키스템프, (주)커리어웍스, (주)에이스휴먼파워</p>

          <p>&nbsp;&nbsp; 위탁업무 내용: 이용자 관리, 고객상담 처리</p>

          <p>&nbsp;&nbsp; 개인정보의 보유 및 이용기간: 서비스 이용 중지 또는 위탁계약 종료 시 까지</p>

          <p>② 위탁대상자: 와이제이정보㈜, 인포뱅크 주식회사</p>

          <p>&nbsp; &nbsp;위탁업무 내용: 이벤트 진행 및 마케팅 업무 수행, 이벤트 경품 지급 및 처리</p>

          <p>&nbsp; &nbsp;개인정보의 보유 및 이용기간: 서비스 이용 중지 또는 위탁계약 종료 시 까지</p>

          <p>③ 위탁대상자: ITRAY(주식회사 아이티레이)</p>

          <p>&nbsp; &nbsp;위탁업무 내용: 고객상담내역 녹취 시스템 구축 및 유지보수</p>

          <p>&nbsp; &nbsp;개인정보의 보유 및 이용기간: 서비스 이용 중지 또는 위탁계약 종료 시 까지</p>

          <p>④ 위탁대상자: payletter(페이레터 주식회사)</p>

          <p>&nbsp; &nbsp;위탁업무 내용: 본인인증</p>

          <p>&nbsp; &nbsp;개인정보의 보유 및 이용기간: 서비스 이용 중지 또는 위탁계약 종료 시 까지</p>

          <p>⑤ 위탁대상자: 네이콘, 플라토니움</p>

          <p>&nbsp; &nbsp;위탁업무 내용: 공식파트너 관리 및 운영</p>

          <p>&nbsp; &nbsp;개인정보의 보유 및 이용기간: 서비스 이용 중지 또는 위탁계약 종료 시 까지&nbsp;</p>

          <p>⑥ 위탁대상자 : Amazon Web Services, Inc. (AWS KOREA)</p>

          <p>&nbsp; &nbsp;위탁업무 내용 : AWS 클라우드 서비스 이용</p>

          <p>&nbsp; &nbsp;개인정보의 보유 및 이용기간 : 서비스 이용 중지 또는 위탁계약 종료 시 까지&nbsp;</p>

          <p>&nbsp;</p>

          <p><strong>제 8 조 [개인정보의 국외 이전]</strong></p>

          <p>회사는 이용자의 개인정보를 국외로 이전하고 있지 않습니다. 다만, 일부 서비스를 이용하시는 경우 신속하고 안전한 개인정보 처리를 위하여 개인정보 항목을 국외로 이전할 수 있습니다. 이러한 경우 해당 서비스 이용자에게는 국외 이전에 대한 안내 후 별도 동의를 받고 있습니다.</p>

          <p>&nbsp;</p>

          <p><strong>제 9&nbsp;조 [이용자 및 법정대리인의 권리와 그 행사 방법]</strong></p>

          <p>1. 만 14세 미만 아동의 개인정보보호</p>

          <p>① 회사는 만 14세 미만 아동(이하 ‘아동’)의 개인정보보호에 대한 수집 및 이용, 제공 등의 동의가 필요한 경우, 아동의 동의와 별도로 법정대리인의 동의를 받습니다.</p>

          <p>② 본 항 제1호의 동의를 받기 위해 회사는 법정대리인의 성명, 연락처 등 최소한의 필요 정보를 요청할 수 있으며, 수집된 법정대리인의 개인정보는 해당 법정대리인의 동의 여부를 확인하는 목적 외에는 다른 용도로 이용되거나 제3자에게 제공하지 않습니다.</p>

          <p>③ 법정대리인의 동의서는 아동과 회사의 계약, 청약철회, 대금결제, 재화 공급 등이 발생할 시 소비자의 불만 및 분쟁해결 등을 위한 용도로 이용됩니다.</p>

          <p>④ 아동의 법정대리인은 당해 아동 개인정보의 열람, 정정요구, 또는 개인정보의 수집 이용 및 제공에 대한 동의의 철회를 요구할 수 있으며, 이러한 요청이 있을 경우 회사는 필요한 조치를 지체 없이 취하도록 합니다.</p>

          <p>2. 이용자 자신의 개인정보 관리에 관한 사항</p>

          <p>① 이용자는 언제든지 <a href="https://floor.line.games/ko_KR/user/mypage">마이페이지</a>를 통하여 자신의 개인정보를 열람·수정·삭제할 수 있습니다.</p>

          <p>② 이용자는 자신의 개인정보 처리 정지를 요청할 수 있으나, 관련 법령에 의거한 규정이 있는 경우에는 처리 정지 요청이 거부될 수 있습니다.</p>

          <p>③ 이용자는 언제든지 ‘회원 탈퇴’등을 통하여 개인정보 수집 및 이용 동의를 철회할 수 있습니다.<br>
          &nbsp; &nbsp; - 모바일 게임: 설치하신 게임의 환경 설정 메뉴 ‘탈퇴’ 기능<br>
          &nbsp; &nbsp; - FLOOR: 마이페이지의 ‘회원 탈퇴’ 기능<br>
          그 외의 경우 개인정보 수집 및 이용 시 안내된 방법에 따라 정보주체의 권리를 보장받을 수 있습니다.</p>

          <p>④ 이용자가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 해당 개인정보를 이용 또는 공유하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 공유한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 즉시 적용합니다.</p>

          <p>⑤ 그 밖의 이용자의 권리는 <a href="https://floor.line.games/ko_KR/user/mypage">마이페이지</a>를 통해서 직접 처리하거나, <a href="https://cs.line.games/?system_lang=ko_KR">고객센터</a>를 통하여 요청할 수 있습니다.&nbsp;</p>

          <p>&nbsp;</p>

          <p>&nbsp;</p>

          <p><strong>제 10&nbsp;조 [개인정보의 자동 수집 장치의 설치·운영 및 그 거부에 관한 사항]</strong></p>

          <p>1. 회사는 이용자에게 편리한 사용환경을 제공하기 위해 ‘쿠키(cookie, 접속정보파일)’ 등 개인정보를 자동으로 수집하는 장치를 설치·운영 합니다.</p>

          <p>① 쿠키란 애플리케이션을 운영하는데 이용되는 서버가 이용자의 디바이스에 보내는 아주 작은 텍스트 파일로서 이용자의 디바이스 내 저장소에 저장됩니다. 이후 이용자가 애플리케이션을 이용할 경우, 서버는 이용자의 디바이스 내 저장되어 있는 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하기 위해 이용됩니다.</p>

          <p>② 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 디바이스 설정 또는 옵션에서 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 단, 이용자께서 모든 쿠키의 저장을 거부하는 경우, 서비스 제공에 제약이 따르거나 이용이 불가할 수 있습니다.</p>

          <p>③ 쿠키 설치 허용 여부 설정 방법</p>

          <p>- Internet Explorer: 도구 메뉴 선택 &gt; 인터넷 옵션 선택 &gt; 개인정보 탭 클릭 &gt; 개인정보처리 수준 결정</p>

          <p>- Chrome: 설정 메뉴 선택 &gt; 고급 설정 표시 선택 &gt; 개인정보-콘텐츠 설정 선택 &gt; 쿠키 수준 설정</p>

          <p>- firefox: 옵션 메뉴 선택 &gt; 개인정보 선택 &gt; 방문기록-사용자 정의 설정 &gt; 쿠키 수준 설정</p>

          <p>- safari: 환경설정 메뉴 선택 &gt; 개인정보 탭 선택 &gt; 쿠키 및 웹사이트 데이터 수준 설정</p>

          <p>2. 회사는 이용자들의 특성을 고려하여 보다 유용한 서비스를 제공하기 위하여 이용자의 광고식별자를 수집하여 사용하고 있습니다.</p>

          <p>① 광고식별자는 Android 광고 ID, Apple의 광고용 ID 등과 같이 미 영구적이고 비 개인적인 식별자로써 개인을 식별하는 정보로 사용되지 않습니다.</p>

          <p>② 광고식별자는 이용자의 온라인 이용 행태, 접속 기록 등의 결과로 분석하여 이용자 특성을 고려한 온라인 맞춤형 광고로 제공될 수 있습니다.&nbsp;</p>

          <p>- 행태정보를 수집·처리하는 광고 사업자명: ADjust(애드저스트), Facebook(페이스북), MOLOCO(모로코)</p>

          <p>- 행태정보 수집 방법: 이용자의 앱/웹 방문 및 실행 시 자동 수집 및 전송&nbsp;</p>

          <p>③ 기기의 설정을 변경함으로써 사용을 거부할 수 있으며 언제든지 재설정이 가능합니다.&nbsp;</p>

          <p>- Android인 경우 [설정-&gt;Google&gt;광고] 또는 [설정-&gt;일반-&gt;계정 및 동기화-&gt; Google-&gt;개인정보 및 개인정보보호 -&gt;광고 설정]</p>

          <p>- iOS 인 경우 [설정-&gt;개인정보-&gt; 광고]</p>

          <p>3. 회사는 구글 애널리틱스 웹 로그(이용자의 서비스 이용 형태에 대한) 분석 기능을 사용할 수 있습니다.</p>

          <p>① 이 경우 이용자 개인을 식별할 수 없도록 처리된 비식별화된 정보를 사용합니다.</p>

          <p>② 이용자는 구글 애널리틱스 사용을 거부할 수 있습니다.</p>

          <p>③ 구글 애널리틱스 차단 방법</p>

          <p>- https://tools.google.com/dlpage/gaoptout/</p>

          <p>&nbsp;</p>

          <p><strong>제 11 조 [개인정보의 기술적/관리적 보호 대책]</strong></p>

          <p>1. 회사는 회사가 처리하는 이용자의 개인정보를 보호하고, 이용자의 개인정보가 분실, 유출, 훼손되지 않도록 다음과 같은 기술적 및 관리적 대책을 강구하고 있습니다.</p>

          <p>① 비밀번호 암호화</p>

          <p>- 이용자의 비밀번호는 암호화하여 저장 및 관리됩니다. 따라서, 이용자가 자신의 비밀번호를 잊은 경우에도 비밀번호의 확인이 불가능하며, 소정의 본인확인 절차 후 새로운 비밀번호를 발급하는 방식을 채택하고 있습니다.</p>

          <p>② 네트워크 보안 강화</p>

          <p>- 회사는 해킹, 컴퓨터 바이러스 등 비정상적인 네트워크 접근을 통해 이용자의 개인정보가 유출되지 않도록 여러 기술적 조치를 취하고 있으며, 네트워크 접속에 대한 상시 모니터링을 수행하고 있습니다.</p>

          <p>- 또한, 회사 서버 및 데이터베이스 간의 통신에도 보안성을 갖춘 암호화 통신 방식을 이용하고 있습니다.</p>

          <p>③ 보안 교육의 실시 및 담당자의 지정</p>

          <p>- 회사는 직원을 대상으로 정기적으로 이용자의 개인정보에 대한 보안유지 교육을 실시하고 있으며, 이용자의 개인정보 처리 담당자를 지정하여 개인정보 처리의 전문성을 확보하고, 개인정보 유출의 위험성을 최소화하고 있습니다.</p>

          <p>④ 출입 및 보관 통제</p>

          <p>- 개인정보를 처리 및 보관하는 지역은 보안구역으로 설정하여 개인정보 처리 권한을 갖춘 자만이 출입할 수 있도록 통제하고 있으며, 개인정보를 포함하는 유형물 및 전자 기록은 시건장치가 있는 장소나 별도의 접근 권한이 설정된 컴퓨터에 보관하고 있습니다.</p>

          <p>&nbsp;</p>

          <p><strong>제 12&nbsp;조 [<span style="font-family:맑은 고딕; font-size:10pt">영상정보처리기기 설치</span><span style="font-family:hancomeqn; font-size:10pt">·</span><span style="font-family:맑은 고딕; font-size:10pt">운영</span>]</strong></p>

          <p>1. 영상정보처리기기의 설치 근거 및 설치 목적</p>

          <p>회사는 개인정보보호법에 따라 다음과 같은 목적으로 영상정보처리기기를 설치·운영합니다.</p>

          <p>- 시설안전 및 화재 예방</p>

          <p>&nbsp;</p>

          <p>2. 설치 대수, 설치 위치 및 촬영 범위</p>

          <table border="1" cellpadding="2" cellspacing="2" style="width:700px">
          <tbody>
          <tr>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><br>
               <strong>&nbsp; 구분&nbsp;&nbsp;</strong><br>
               &nbsp;</td>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><strong>&nbsp; 설치 대수&nbsp;&nbsp;</strong></td>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><strong>&nbsp; 설치 위치 및 촬영 범위&nbsp;&nbsp;</strong></td>
          </tr>
          <tr>
               <td style="text-align:center">더피나클 역삼</td>
               <td style="text-align:center">&nbsp; 28대&nbsp;&nbsp;</td>
               <td style="text-align:center">&nbsp;<br>
               &nbsp; 사무실 복도/출입문, 통제구역 내부&nbsp;&nbsp;<br>
               &nbsp;</td>
          </tr>
          </tbody>
          </table>

          <p>&nbsp;</p>

          <p>3. 관리책임자 및 접근권한자</p>

          <p>영상정보를 보호하고 개인영상정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인영상정보 보호책임자를 두고 있습니다.</p>

          <table border="1" cellpadding="1" cellspacing="1" style="width:700px">
          <tbody>
          <tr>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><br>
               <strong>&nbsp; 구분&nbsp;&nbsp;</strong><br>
               &nbsp;</td>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><strong>성명</strong></td>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><strong>직위</strong></td>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><strong>소속</strong></td>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><strong>연락처</strong></td>
          </tr>
          <tr>
               <td style="text-align:center"><br>
               &nbsp; 관리책임자&nbsp;&nbsp;<br>
               &nbsp;</td>
               <td style="text-align:center">&nbsp; 김태승&nbsp;&nbsp;</td>
               <td style="text-align:center">&nbsp; 팀장&nbsp;&nbsp;</td>
               <td style="text-align:center">&nbsp; 총무팀&nbsp;&nbsp;</td>
               <td style="text-align:center">&nbsp; 070-4687-8101&nbsp;&nbsp;</td>
          </tr>
          <tr>
               <td style="text-align:center"><br>
               &nbsp; 접근권한자&nbsp;&nbsp;<br>
               &nbsp;</td>
               <td style="text-align:center">김희근</td>
               <td style="text-align:center">팀원</td>
               <td style="text-align:center">총무팀</td>
               <td style="text-align:center">070-4687-8340</td>
          </tr>
          </tbody>
          </table>

          <p>&nbsp;</p>

          <p>4. 영상정보의 촬영시간, 보관기간, 보관장소 및 처리방법</p>

          <table border="1" cellpadding="1" cellspacing="1" style="width:700px">
          <tbody>
          <tr>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><br>
               <strong>&nbsp; 촬영시간&nbsp;&nbsp;</strong><br>
               &nbsp;</td>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><strong>보관기간</strong></td>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><strong>보관장소</strong></td>
          </tr>
          <tr>
               <td style="text-align:center"><br>
               24시간<br>
               &nbsp;</td>
               <td style="text-align:center">&nbsp; 촬영일로부터 30일&nbsp;&nbsp;</td>
               <td style="text-align:center">&nbsp; 건물 CCTV 영상실&nbsp;&nbsp;</td>
          </tr>
          </tbody>
          </table>

          <div>
          <div>&nbsp;</div>

          <div>- 처리방법: 개인영상정보의 목적 외 이용, 제3자 제공, 파기, 열람 등 요구에 관한 사항을 기록·관리하고, 보관기간 만료 시 복원이 불가능한 방법으로 영구 삭제(출력물의 경우 파쇄 또는 소각)합니다.</div>

          <p>&nbsp;</p>

          <div>5. 개인영상정보의 화인 방법 및 장소에 관한 사항</div>

          <div>&nbsp;</div>

          <div>
          <table border="1" cellpadding="1" cellspacing="1" style="width:700px">
          <tbody>
          <tr>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><br>
               <strong>확인 방법</strong><br>
               &nbsp;</td>
               <td style="background-color:rgb(204, 204, 204); text-align:center"><strong>확인 장소</strong></td>
          </tr>
          <tr>
               <td style="text-align:center"><br>
               &nbsp; 영상정보 관리책임자에게 미리 연락 후 방문&nbsp;&nbsp;<br>
               &nbsp;</td>
               <td style="text-align:center">&nbsp; 건물 CCTV 영상실&nbsp;&nbsp;</td>
          </tr>
          </tbody>
          </table>
          </div>
          </div>

          <div>
          <p>&nbsp;</p>

          <div>6. 정보주체의 영상정보 열람 등 요구에 대한 조치</div>

          <div>귀하는 개인영상정보에 관하여 열람 또는 존재 확인·삭제를 원하는 경우 언제든지 영상정보처리기기 운영자에게 요구하실 수 있습니다. 단, 귀하가 촬영된 개인영상정보 및 명백히 정보주체의 급박한 생명, 신체, 재산의 이익을 위하여 필요한 개인영상정보에 한정됩니다.</div>

          <div>회사는 개인영상정보에 관하여 열람 또는 존재 확인·삭제를 요구한 경우 지체 없이 필요한 조치를 하겠습니다.</div>

          <p>&nbsp;</p>

          <div>7. 영상정보의 안전성 확보조치</div>

          <div>회사에서 처리하는 영상정보는 암호화 조치 등을 통하여 안전하게 관리되고 있습니다. 또한 회사는 개인영상정보보호를 위한 관리적 대책으로서 개인정보에 대한 접근 권한을 차등부여하고 있고, 개인영상정보의 위․변조 방지를 위하여 개인영상정보의 생성 일시, 열람 시 열람 목적․열람자․열람 일시 등을 기록하여 관리하고 있습니다. 이 외에도 개인영상정보의 안전한 물리적 보관을 위하여 잠금장치를 설치하고 있습니다.&nbsp;</div>
          </div>

          <p>&nbsp;&nbsp;</p>

          <p><strong>제 13 조 [개인정보 보호책임자 및 담당자의 연락처]</strong></p>

          <p>1. 이용자는 아래의 지정된 책임자 또는 담당자와 연락하여 회사의 개인정보 처리방침에 대한 이용자의 의견 또는 불만을 전달하실 수 있습니다. 아래 담당자는 이용자의 의견을 수렴하고 불만을 처리하기 위하여 최선의 노력을 다할 것입니다.</p>

          <p>① 개인정보 보호책임자</p>

          <p>&nbsp; &nbsp;성 명: 성세일</p>

          <p>&nbsp; &nbsp;소 속 / 직 위: CTO / CTO</p>

          <p>&nbsp; &nbsp;전화번호: 1644-4671</p>

          <p>&nbsp; &nbsp;이메일: privacy01@line.games</p>

          <p>2. 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.</p>

          <p>① 개인정보분쟁조정위원회(http://www.kopico.go.kr/ 국번없이 1833-6972)</p>

          <p>② 개인정보 침해신고 센터(http://privacy.kisa.or.kr / 국번없이 118)</p>

          <p>③ 대검찰청 사이버수사과(http://www.spo.go.kr / 국번없이1301)</p>

          <p>④ 경찰청 사이버안전국(http://ecrm.cyber.go.kr/minwon/main / 국번없이 182)</p>

          <p>&nbsp;</p>

          <p><strong>제 14 조 [기타]</strong></p>

          <p>1. 회사의 개인정보 처리방침은 법률 및 회사의 내부 방침의 변경 등으로 인하여 변경될 수 있으며, 그러한 경우 회사는 그 변경이 적용되는 날로부터 최소 7일 이전에 그 변경사항을 회사 홈페이지 또는 서비스 내에서 이용자가 확인할 수 있는 방법으로 고지합니다.</p>

          <p>2. 다만 변경된 내용이 회원에게 불리하거나 중대한 사항의 변경인 경우에는 그 적용일 30일 이전까지 고지하도록 하겠습니다.</p>

          <p>3. 또한 변경된 내용은 고객이 쉽게 확인할 수 있도록 이전 버전의 개인정보 처리방침을 제공하고 있습니다.</p>

          <p>&nbsp;</p>

          <p>&nbsp;</p>

          <p><strong>- 공고일자 : 2021년 9월 28일</strong><br>
          <strong>- 시행일자 : 2021년 10월 5일</strong></p>

          <p>&nbsp;</p>
     `;
     let eyong_tF = `
			<p>&nbsp;</p>

               <p><strong>라인게임즈 서비스 이용약관</strong></p>

               <p>&nbsp;</p>

               <p>&nbsp;</p>

               <p><strong>제 1 조 [목적]</strong></p>

               <p>본 약관은 라인게임즈 주식회사(이하 회사라 합니다)가 제공하는 모든 게임 및 이와 관련한 서비스의 이용에 대한 회사와 이용자 간의 권리·의무 및 책임사항, 기타 필요한 사항을 규정하는 것을 목적으로 합니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 2조 [용어의 정의]</strong></p>

               <p>① 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>

               <p>1. ”이용자”라 함은 회사가 제공하는 절차에 따른 가입 신청 및 본 약관에 동의하여 이용계약을 체결하고, 회사가 발급하는 ID를 통해 게임 및 서비스를 이용하는 자(회원, 임시회원 포함)를 의미합니다.</p>

               <p>2. ”ID”란 이용자를 식별하고 회사에서 제공하는 게임 및 서비스 이용을 위해 이용자가 선택하고 회사가 승인한 문자와 숫자, 특수문자 등의 조합을 의미합니다.</p>

               <p>3. ”계정”이란 게임 및 서비스 이용을 위해 생성된 ID에 매칭된, 이용자가 별도 생성한 게임ID 및 캐릭터 등을 의미합니다.</p>

               <p>4. ”서비스”란 회사가 제공하는 모든 게임 서비스, 홈페이지 서비스 및 이에 부수하는 제반 서비스 일체를 의미합니다.</p>

               <p>5. ”홈페이지”란 회사의 공식 홈페이지(https://line.games) 및 이용자가 게임 서비스를 원활하게 이용할 수 있도록 회사가 추가적으로 제공하는 FLOOR 포털과 게임 관련 게임사이트 등을 의미합니다.</p>

               <p>6. ”콘텐츠”란 회사가 서비스 제공과 관련하여 디지털 방식으로 제작한 유료 또는 무료의 내용물 일체(게임 및 네트워크 서비스, 게임머니, 게임 아이템 등)를 의미합니다.</p>

               <p>7. ”디바이스”란 이용자가 콘텐츠를 다운로드 받거나 설치하거나 콘텐츠에 접속하여 서비스를 제공 받을 수 있도록 하는 PC, 스마트폰, 태블릿, PDA, 휴대용 게임기 등의 기기를 의미합니다.</p>

               <p>8. ”애플리케이션”이란 회사가 제공하는 서비스를 이용하기 위하여 디바이스를 통해 다운로드 받거나 설치하여 사용하는 프로그램 일체를 의미합니다.</p>

               <p>9. ”오픈마켓”이란 애플리케이션 설치 및 결제 기능을 제공하는 전자상거래 환경을 의미합니다(예. 구글플레이 앱스토어, 애플 앱스토어, 원스토어 등).</p>

               <p>10. ”네트워크 서비스”란 인터넷에 연결하여 랭킹등록, 게시물 작성, 게임머니 또는 아이템 등의 구매, 네트워크 게임 이용을 할 수 있도록 회사가 제공하는 서비스 일체를 의미합니다.</p>

               <p>② 본 약관에서 사용하는 용어의 정의는 본 조 제1항 각 호에서 정하는 것을 제외하고는 관계법령 및 서비스 별 정책에서 정하는 바에 의하며, 이에 정하여지지 아니한 것은 일반적인 상관례에 따릅니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 3 조 [회사 정보 등의 제공]</strong></p>

               <p>회사는 이용자가 쉽게 알 수 있도록 다음 각 호의 사항을 서비스 초기화면이나 홈페이지에 게시합니다. 다만, 개인정보 처리방침과 서비스 이용약관은 서비스 내에서 연결화면을 통하여 볼 수 있도록 할 수 있습니다.</p>

               <p>1. 상호 및 대표자의 성명</p>

               <p>2. 영업소 소재지 주소(이용자의 불만을 처리할 수 있는 곳의 주소를 포함)</p>

               <p>3. 전화번호, 모사전송번호(Fax 번호), 전자우편주소</p>

               <p>4. 사업자등록번호</p>

               <p>5. 통신판매업 신고번호</p>

               <p>6. 개인정보 처리방침</p>

               <p>7. 서비스 이용약관</p>

               <p>&nbsp;</p>

               <p><strong>제 4 조 [약관의 효력 및 변경]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>① 본 약관은 회사에서 운영하는 홈페이지 또는 회사가 제공하는 서비스 내 온라인 상으로 공지됩니다. 이용자가 회사 홈페이지에 가입하거나 회사의 게임을 다운로드하여 설치한 후 콘텐츠 및 네트워크 서비스를 이용하면서 제공되는 연결화면 등에서 본 약관을 확인하는 버튼을 클릭한 경우, 해당 이용자는 본 약관에 동의한 것으로 간주하며, 이용자가 동의한 시점부터 본 약관의 적용을 받습니다.</strong></span></p>

               <p>② 회사가 제1항에 따라 본 약관을 게시할 경우 서비스 중단, 청약철회, 환급, 계약 해제·해지, 회사의 면책사항 등과 같은 중요한 내용은 굵은 글씨 등으로 이용자들이 알아보기 쉽도록 표시합니다.</p>

               <p>③ 회사는 이용자가 회사와 본 약관의 내용에 관하여 질의 및 응답을 할 수 있도록 조치를 취합니다.</p>

               <p><span style="color:rgb(0, 204, 0)"><strong>④&nbsp;</strong><strong>회사는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「게임산업진흥에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「콘텐츠산업 진흥법」 등 관계법령에 위배되지 않는 범위 안에서 본 약관을 개정할 수 있으며, 본 약관을 개정할 경우에는 개정된 약관의 적용 7일 이전부터 홈페이지 또는 서비스 내 온라인 상으로 공지하거나, 기타 가능한 방법으로 이용자에게 통지합니다. 다만, 이용자에게 불리한 내용으로 약관을 개정하는 경우에는 그 개정된 약관의 적용 30일 이전까지 본문과 같은 방법으로 이용자에게 이를 공지하거나 통지합니다.</strong></span></p>

               <p>⑤ 회사가 본 약관을 개정할 경우 전항에 따른 공지 또는 통지 후 개정 약관의 적용에 대한 이용자의 동의 여부를 확인합니다. 회사는 제4항의 공지 또는 통지를 할 경우 이용자가 개정 약관에 대해 동의 또는 거부의 의사표시를 하지 않으면 동의한 것으로 볼 수 있다는 내용도 함께 공지 또는 통지를 하며, 이용자가 개정 약관의 시행일까지 거부의 의사표시를 하지 않는다면 개정 약관에 동의한 것으로 간주할 수 있습니다.</p>

               <p>⑥ 이용자가 개정 약관에 동의하지 않는 경우 회사와 이용자는 서비스 이용 계약을 해지할 수 있습니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 5 조 [약관의 해석 등]</strong></p>

               <p>본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「게임산업진흥에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「콘텐츠산업 진흥법」 등 관계법령 또는 상관례에 따릅니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 6 조 [이용계약의 체결과 제한]</strong></p>

               <p>① 이용계약은 서비스를 이용하고자 하는 이용자가 본 약관의 내용에 대하여 동의를 한 다음 서비스 이용신청을 하고, 회사가 신청에 대하여 승낙함으로써 체결됩니다.</p>

               <p>② 회사는 이용자의 이용신청이 있는 경우 특별한 사유가 없는 한 승낙하는 것을 원칙으로 합니다. 다만, 회사는 다음 각 호의 어느 하나에 해당하는 사유가 있는 경우 이용자의 이용신청에 대하여 승인하지 않거나 사후에 그 사유가 발견된 경우 이용계약을 해지할 수 있습니다.</p>

               <p>1. 이용신청 시 허위의 정보를 기재하거나, 회사가 요구한 기재사항을 누락한 경우</p>

               <p>2. 회사가 서비스를 제공하지 않은 국가에서 비정상적이거나 우회적인 방법을 통해 서비스를 이용하는 경우</p>

               <p>3. 「게임산업진흥에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 및 그 밖의 관계 법령에서 금지하는 위법행위를 할 목적으로 이용신청을 하는 경우</p>

               <p>4. 사회의 안녕과 질서 또는 미풍양속을 저해할 목적으로 신청한 경우</p>

               <p>5. 영리를 추구할 목적으로 서비스를 이용하고자 하는 경우</p>

               <p>6. 서비스 이용을 신청한 이용자가 본 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우(단, 회사의 재가입 승인을 얻은 경우는 제외)</p>

               <p>7. 청소년(「게임산업진흥에 관한 법률」에서 정한 바에 따름. 단, FLOOR의 경우 14세 이하로 한정)이 친권자 등 법정대리인의 동의를 얻지 아니하거나 동의를 얻었음을 확인할 수 없는 경우</p>

               <p>8. 그 밖에 각 호에 준하는 사유로서 이용신청의 승낙이 부적절하다고 판단되는 경우</p>

               <p>③ 회사는 다음 각 호의 어느 하나에 해당하는 사유가 있는 경우 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.</p>

               <p>1. 회사의 설비에 여유가 없거나, 기술적 장애가 있는 경우</p>

               <p>2. 서비스 상의 장애 또는 서비스 이용요금, 결제수단의 장애가 발생한 경우</p>

               <p>3. 그 밖에 각 호에 준하는 사유로서 이용신청의 승낙이 어렵다고 판단되는 경우</p>

               <p>&nbsp;</p>

               <p><strong>제 7 조 [운영정책 등]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>회사는 이용자의 권익을 보호하고 서비스 내 질서를 유지하기 위하여 본 약관에서 정하지 아니한 구체적인 내용을 게임 서비스 운영정책, 이용제한규정 등으로 정할 수 있습니다. 이 경우 운영정책 등은 본 약관에 대한 보충적 효력을 갖습니다. 회사는 운영정책 등의 내용을 이용자가 알 수 있도록 홈페이지에 게시하거나 서비스 내 온라인 상에서 연결화면을 제공하는 방법으로 이용자에게 공지합니다.</strong></span></p>

               <p>② 회사가 운영정책을 개정하는 경우에는 제4조의 절차에 따릅니다. 다만, 운영정책 개정 내용이 다음 각 호의 어느 하나에 해당하는 경우에는 제1항의 방법으로 사전에 공지합니다.</p>

               <p>1. 본 약관에서 구체적으로 범위를 정하여 위임한 사항을 개정하는 경우</p>

               <p>2. 이용자의 권리·의무와 관련 없는 사항을 개정하는 경우</p>

               <p>3. 운영정책의 내용이 본 약관에서 정한 내용과 근본적으로 다르지 않고 이용자가 예측할 수 있는 범위 내에서 운영정책을 개정하는 경우</p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③ 각 개별 서비스의 고유한 특성을 반영하기 위해 별도의 운영정책이 존재하는 경우에는, 해당 운영정책이 우선하여 적용됩니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 8 조 [개인정보의 보호 및 관리]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>회사는 관계법령이 정하는 바에 따라 이용자 등록정보를 포함한 이용자의 개인정보를 보호하기 위해 노력하며, 이용자 개인정보의 보호 및 이용에 대해서는 관계법령 및 회사가 별도로 고지하는 개인정보 처리방침이 적용됩니다. 단, 회사가 제공하는 서비스 이외 부수적으로 제공되는 제3자의 서비스에서는 회사의 개인정보 처리방침이 적용되지 않습니다.</strong></span></p>

               <p>② 서비스의 특성에 따라 이용자의 별명, 사진 등 자신을 소개하는 내용이 다른 이용자에게 공개될 수 있습니다.</p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>회사는 이용자의 본인확인을 위해 필요한 경우, 이용자에게 그 이용 목적(용도)을 고지하고, 휴대폰 인증 등 기타 수단을 통한 본인확인절차를 이행할 것을 요구할 수 있으며, 기타 주민등록번호를 대체할 수 있는 본인확인 수단을 요구할 수 있습니다. 회사는 이를 통해 얻어진 정보를 미리 고지한 목적 이외로 사용할 수 없으며, 목적 달성 시 재생이 불가능한 방법으로 파기합니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>④&nbsp;</strong><strong>회사는 이용자의 귀책사유로 인해 개인정보가 유출되어 발생한 서비스 이용 관련 피해에 대하여 일체의 책임을 지지 않습니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 9 조 [회사의 의무]</strong></p>

               <p>① 회사는 관계법령과 본 약관이 정하는 권리의 행사와 의무의 이행을 성실하게 하여야 하며, 계속적이고 안정적인 서비스를 제공하기 위하여 노력합니다.</p>

               <p>② 회사는 이용자가 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함) 보호를 위해 보안시스템을 구축하며 개인정보 처리방침을 공지하고 준수합니다.</p>

               <p>③ 회사는 본 약관 및 개인정보 처리방침에서 정한 경우를 제외하고는 본인의 동의 없이 이용자의 개인정보가 제3자에게 공개 또는 제공되지 않도록 합니다. 단, 전기 통신 관계법령 등에 의하여 관련 국가기관 등의 요구가 있는 경우에는 그러하지 아니합니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 10 조 [이용자의 의무]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>이용자는 회원 가입 시, 모든 사항에 대하여 사실만을 기입하여야 하며, 허위로 기입하거나 타인의 정보를 기입하는 경우에 대해서는 일체의 권리를 주장할 수 없습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>②&nbsp;</strong><strong>이용자는 회사가 제공하는 서비스를 이용함에 있어 다음 각 호의 행위를 하여서는 안 됩니다.</strong></span></p>

               <p>1. 회원 가입 또는 회원 정보 변경 시 허위사실 혹은 타인의 정보를 기재하는 행위</p>

               <p>2. 회사가 제공하거나 승인하지 않는 방법 또는 비정상적인 방법을 통해 사이버 자산(ID, 캐릭터, 아이템, 게임머니 등)을 매매 또는 증여하거나, 이를 취득하여 이용하는 행위</p>

               <p>3. 회사가 제공하거나 승인하지 않는 방법 또는 비정상적인 방법을 통해 계정 및 캐릭터 등을 대신 육성시켜주거나, 게임물의 점수나 성과 등을 대신 획득하여 주는 용역의 알선 또는 제공을 포함한 관련된 모든 행위</p>

               <p>4. 회사의 직원이나 운영자를 가장, 타인의 명의를 도용하거나 가장, 타인과의 관계를 허위로 명시하는 행위</p>

               <p>5. 명의자의 동의나 승낙 없이 결제 수단을 무단 도용하여 서비스 이용요금을 결제하는 행위&nbsp;</p>

               <p>6. 회사의 승인을 받지 않고 다른 이용자의 개인정보를 무단 수집, 저장, 유포, 게시 또는 그 밖에 개인정보를 처리하거나, 다른 이용자의 ID 및 비밀번호 등 개인정보를 부정 사용하는 행위</p>

               <p>7. 회사의 서비스 또는 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제, 유통, 조장하거나 상업적으로 이용하는 행위</p>

               <p>8. 타인에게 불쾌감이나 수치심, 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 전송, 도달, 유포, 광고 및 홍보하는 행위</p>

               <p>9. 타인을 기망하여 이득을 취하는 행위, 회사의 서비스의 이용과 관련하여 타인에게 피해를 입히는 행위, 회사의 서비스를 부정하게 이용하여 자기 또는 타인에게 재산상의 이익을 발생시키는 행위</p>

               <p>10. 회사나 타인의 지적재산권 또는 초상권을 침해하는 행위, 타인의 명예를 훼손하거나 손해를 가하는 행위</p>

               <p>11. 회사의 서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는 정보 및 수신자의 사전 동의 없이 광고성 정보를 전송하는 행위</p>

               <p>12. 서비스를 무단으로 영리, 영업, 광고, 홍보, 정치활동, 선거운동 등 본래의 용도 이외의 용도로 이용하는 행위</p>

               <p>13. 프로그램의 버그를 악용하거나, 회사가 승인하지 않은 소프트웨어, 하드웨어 등을 설치 또는 실행하여 서비스의 기술적 보호조치를 무력화시키거나, 서비스와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발하는 행위</p>

               <p>14. 관계법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터프로그램) 또는 컴퓨터소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 전송, 게시, 유포, 사용하는 행위</p>

               <p>15. 기타 공공질서 및 미풍양속에 반하거나 도박, 사행성, 불법, 부당한 행위 및 관계법령에 위배되는 행위</p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>이용자는 서비스에서 사용하는 자신의 계정 정보를 선량한 관리자로서의 주의의무를 다하여 관리하여야 합니다. 이용자가 본인의 계정 정보를 소홀히 관리하거나 제3자에게 이용을 승낙함으로써 발생하는 서비스 이용상의 손해에 대한 책임은 이용자 본인에게 있으며 회사는 그에 대한 책임을 지지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>④&nbsp;</strong><strong>이용자는 서비스의 이용을 위해 자신의 개인정보를 성실히 관리해야 하며 개인정보에 변동사항이 있을 경우 이를 변경해야 합니다. 이용자의 개인정보 변경이 지연되거나 누락되어 발생되는 손해는 이용자의 책임으로 합니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑤&nbsp;</strong><strong>이용자는 서비스 이용 중 부정한 결제가 이루어지지 아니하도록 결제 시 보안 시스템을 설정하고 관리하여야 합니다. 이용자의 부주의로 인하여 발생하는 손해에 대해 회사는 책임지지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑥&nbsp;</strong><strong>이용자는 본 약관의 규정, 이용안내 및 서비스와 관련하여 홈페이지 등에 공지하는 사항 등을 수시로 확인하고 준수할 의무가 있습니다.</strong></span></p>

               <p>⑦ 회사는 다음 각 호의 행위의 구체적인 내용을 운영정책에 정할 수 있으며, 이용자는 이를 따라야 합니다.</p>

               <p>1. 이용자의 계정명, 캐릭터명, 길드명, 기타 게임 내에서 사용하는 명칭</p>

               <p>2. 채팅내용과 방법</p>

               <p>3. 게시판 이용 및 서비스 이용방법</p>

               <p>4. 외부 플랫폼 제휴 서비스 정책</p>

               <p>5. 게임 이용에 대한 방법</p>

               <p>6. 본 조 제2항 각 호에 해당하는 행위에 대한 사항</p>

               <p>7. 기타 회사가 서비스 이용에 있어 운영상 필요하다고 인정되는 사항</p>

               <p>&nbsp;</p>

               <p><strong>제 11 조 [서비스의 제공 등]</strong></p>

               <p>① 회사는 이용자에게 아래와 같은 서비스를 제공합니다.</p>

               <p>1. 게임 서비스</p>

               <p>2. 홈페이지 서비스</p>

               <p>3. 관련 부가 콘텐츠 서비스</p>

               <p>4. 기타 회사가 자체 개발하거나 다른 회사와의 계약을 통해 제공하는 일체의 서비스</p>

               <p>② 회사는 서비스 별로 정해진 정책에 따라 이용자 별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 제공할 수 있습니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 12 조 [서비스의 이용]</strong></p>

               <p>① 회사는 업무상 또는 기술상 특별한 장애가 없는 한 연중무휴, 1일 24시간 동안 서비스를 제공하는 것을 원칙으로 합니다.</p>

               <p><span style="color:rgb(0, 204, 0)"><strong>②&nbsp;</strong><strong>회사는 관계법령에 따라 만 16세 미만의 회원에게는 오전0시부터 오전6시까지 서비스 이용을 제한할 수 있으며, 만 18세 미만의 회원에게는 본인 또는 법정대리인의 요청에 따라 서비스 이용을 제한할 수 있습니다. 이때 연령 확인이 완료되지 않은 회원은 만 16세미만 회원에 준하여 서비스 이용을 제한할 수 있습니다.</strong></span></p>

               <p>③ 회사는 이용자의 등급을 구분하여 관리하고 등급에 따라 서비스를 구분하여 제공할 수 있습니다.&nbsp;&nbsp;</p>

               <p>④ 회사는 임시회원(Guest)에게 서비스 이용의 제한을 둘 수 있으며, 서비스 가입 시 사전에 그 내용을 공지합니다.</p>

               <p>⑤ 회사는 이용자가 별도 비용지급 없이 이용할 수 있는 무료 서비스(이하 “무료 서비스”라 합니다)와 회사가 책정한 요금을 지불하고 이용하는 유료 서비스(이하 “유료 서비스”라 합니다)를 제공할 수 있으며, 이용자는 서비스를 선택하여 이용할 수 있습니다.&nbsp;</p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑥&nbsp;</strong><strong>제1, 2항에도 불구하고, 회사는 다음 각 호의 사유가 발생한 경우 일정기간 동안 서비스를 일시 중지시킬 수 있으며 이러한 경우 회사는 사전에 그 내용 및 시간을 홈페이지 또는 서비스 내 온라인 상이나 기타 가능한 방법으로 이용자에게 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.</strong></span></p>

               <p>1. 천재지변, 전시, 사변 또는 국가비상사태 등 불가항력적인 사유가 있는 경우</p>

               <p>2. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우</p>

               <p>3. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우</p>

               <p>4. 해킹 또는 이용자의 비정상적 이용에 대처하여야 하는 경우</p>

               <p>5. 관계법령에 따라 특정 이용자에 대하여 서비스의 제공 여부, 서비스의 제공 시간 등의 제한이 존재하는 경우</p>

               <p>6. 회사의 분할, 합병, 영업양도, 영업의 폐지, 당해 서비스의 수익 악화 등 회사의 경영상 중대한 필요에 의하는 경우</p>

               <p>7. 회사의 부득이한 사정 등 기타 제반 사정으로 서비스를 할 수 없는 경우</p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑦&nbsp;</strong><strong>회사는 회사가 제공하는 유료 서비스의 중지·장애와 관련하여 다음 각 호의 예에 따라 보상하며, 이용자는 유료 서비스의 중지· 장애 발생에 회사의 고의, 중과실이 없는 한 회사에 대하여 별도의 손해배상을 청구할 수 없습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>1.&nbsp;</strong><strong>회사의 귀책사유로 사전고지 없이 1일 누적 4시간 이상 연속하여 서비스가 중지되거나 장애가 발생한 경우 정액제 서비스에 한하여 서비스 중지·장애 시간의 3배에 해당하는 이용시간을 무료로 연장합니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>2.&nbsp;</strong><strong>회사가 서버 점검 등의 사유로 서비스 중지·장애를 사전에 고지하였으나, 서비스 중지·장애 시간이 10시간을 초과하는 경우, 회사는 그 초과된 시간만큼 이용시간을 무료로 연장합니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>3.&nbsp;</strong><strong>이용시간 연장이 불가능하거나 어려운 유료 서비스의 경우, 회사는 회사의 선택으로 등가의 유·무료&nbsp;서비스 등으로 이용자에게 서비스의 중지·장애 내역을 보상합니다.</strong></span></p>

               <p>⑧ 회사는 서비스 제공을 위한 전용 클라이언트, 애플리케이션, 기타 프로그램 또는 네트워크를 이용하여 서비스를 제공합니다. 이용자는 클라이언트나 애플리케이션 또는 기타 프로그램을 다운로드하여 설치하거나 네트워크를 이용하여 무료 또는 유료로 서비스를 이용할 수 있습니다.</p>

               <p>⑨ 회사는 특정 서비스를 유료로 제공할 수 있으며, 무료 서비스의 경우에도 유료 콘텐츠가 포함되어 있을 수 있습니다. 유료 서비스 또는 유료 콘텐츠의 경우 해당 서비스 또는 콘텐츠에 명시된 별도의 요금을 지불하여야 이용이 가능합니다.</p>

               <p>⑩ 다운로드하여 설치한 클라이언트, 애플리케이션, 기타 프로그램 또는 네트워크를 통해 이용하는 서비스는 기기 사양 또는 유무선 통신망의 특성에 맞도록 제공됩니다. 기기 사양의 변경, 기술 환경 변화로 서비스 이용에 요구되는 기술 사양 정보가 변경될 수 있으며, 회사는 기기 및 기술 사양 정보 변경에 따른 책임을 지지 않습니다.</p>

               <p>⑪ 다운로드하여 설치한 클라이언트, 애플리케이션, 기타 프로그램 또는 네트워크를 통해 이용하는 서비스의 경우에는 백그라운드 작업이 진행될 수 있습니다. 이 경우 이용자의 이용 환경 특성에 맞도록 추가요금이 발생할 수 있으며 이와 관련하여 회사는 책임을 지지 않습니다.</p>

               <p>⑫ 다운로드하여 설치한 클라이언트, 애플리케이션, 기타 프로그램은 이용자가 기기 제어판 혹은 기기에서 제공하는 방식을 통해 선택하여 삭제할 수 있습니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 13 조 [서비스의 변경 및 종료]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>회사는 콘텐츠의 업데이트, 버그의 수정 등 서비스 운영, 기획상 필요한 경우 제공하고 있는 서비스를 언제든지 변경할 수 있습니다. 변경될 서비스의 내용 및 변경일자 등에 대해서는 운영하는 홈페이지 또는 각 게임 서비스에서 제공하고 있는 방식을 통해 사전에 통지합니다. 단, 회사가 사전에 통지할 수 없는 치명적인 버그 발생, 서버기기결함, 긴급 보안문제 해결 등의 부득이한 사정이 있는 경우는 사후에 통지할 수 있습니다.</strong></span></p>

               <p>② 회사는 원활한 서비스 제공을 위하여 개별 게임 클라이언트, 보안프로그램, 결제 모듈 등 서비스 이용에 필요한 프로그램을 이용자의 추가 동의 없이 설치하거나 변경(업데이트)할 수 있습니다.</p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>회사는 제12조 제6항의 사유가 발생한 경우, 서비스의 제공을 종료할 수 있습니다. 이 경우 종료일자 30일 이전까지 종료일자, 종료사유, 보상조건 등을 게임 클라이언트 초기화면 또는 그 연결화면을 통해 공지하거나 기타 가능한 방법으로 이용자에게 통지합니다. 다만 회사가 사전 통지하기 어려운 사유로 서비스의 종료가 이루어진 경우에는 사후에 공지할 수 있습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>④&nbsp;</strong><strong>회사가 제3항에 따라 서비스를 종료하는 경우, 이용자는 무료 서비스 및 사용기간이 남아 있지 않은 유료 서비스나 정액제 서비스 또는 기간제 유료 콘텐츠에 대하여 손해배상을 청구할 수 없습니다. 또한 기간의 제한이 없는 유료 콘텐츠(영구 아이템 또는 영구 콘텐츠), 소모성 콘텐츠는 서비스 중단 공지 시 공지된 서비스의 종료일까지를 해당 콘텐츠의 이용기간으로 봅니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 14 조 [테스트 목적의 서비스]</strong></p>

               <p>① 회사는 이용자를 대상으로 일정 기간 동안 테스트 목적의 서비스(이하 테스트 서비스라 합니다)를 실시할 수 있습니다.</p>

               <p>② 테스트 서비스는 정식 서비스가 아닌, 버그를 찾거나 재미요소, 시장성 등을 검증하기 위한 비공식 서비스 기간으로써, 테스트 기간 중 발생하는 서비스 장애 및 이용 불가의 발생에 회사의 고의, 중과실이 없는 한 회사는 어떠한 책임도 부담하지 않습니다.</p>

               <p>③ 테스트 서비스 기간 동안 서비스 안정성을 위해 게임 데이터의 변경, 수정, 추가, 삭제 등이 진행될 수 있으며, 회사는 이에 대한 복구 의무가 없습니다. 또한 테스트 서비스가 종료된 후에는 캐릭터 정보를 비롯한 모든 테스트 서비스 이용기록이 삭제되거나 초기화될 수 있습니다.</p>

               <p>④ 회사는 이용자의 동의가 있는 경우 테스트 서비스 기간 내 수집된 정보를 정식 서비스 시 활용할 수 있습니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 15 조 [콘텐츠의 내용 게시]</strong></p>

               <p>① 회사는 다음 사항을 홈페이지, 콘텐츠 서비스 이용화면 등에 이용자가 알기 쉽게 표시합니다.</p>

               <p>1. 콘텐츠의 명칭, 종류 및 내용</p>

               <p>2. 콘텐츠의 가격</p>

               <p>3. 콘텐츠의 제공기간</p>

               <p>② 회사에서 제공하는 콘텐츠의 상세한 정보 및 관련 상담 등에 대한 사항은 아래와 같습니다.</p>

               <p>1. 공급자: 라인게임즈 주식회사</p>

               <p>2. 이용등급: 각 게임 내 별도 표기된 이용등급정보에 따름</p>

               <p>3. 이용기간: 각 게임 내 구매 페이지에 별도 표시된 이용기간을 따름</p>

               <p>4. 결제금액: 각 게임 내 구매 페이지에 별도 표시된 결제금액을 따름</p>

               <p>5. 상품제공방식: 각 게임에서 지원하는 상품제공방식을 따름</p>

               <p>6. 최소 시스템 사양: 홈페이지 및 콘텐츠 서비스 이용화면 내 별도 고지된 최소사양을 따름</p>

               <p>7. 피해보상 및 불만처리: 본 약관 제32조 내지 제34조 규정에 의함</p>

               <p>8. 상담방법: 홈페이지 및 콘텐츠 서비스 내 고객센터를 통한 온라인 접수</p>

               <p>&nbsp;</p>

               <p><strong>제 16 조 [콘텐츠의 이용]</strong></p>

               <p>① 이용자가 구매한 콘텐츠는 기본적으로 구매가 이루어진 계정에서만 사용할 수 있습니다. 단, 이용 서비스 특성에 따라 계정 공유가 가능한 경우에는 해당 정책에 따릅니다.</p>

               <p>② 이용자 중 별도의 계정을 연동하지 아니한 이용자는 아래 각 호의 사유로 인하여 서비스 이용기록, 구매기록, 캐릭터 정보, 환경설정 정보, 기타 서비스 이용 정보의 전부 또는 일부가 삭제되거나 초기화 될 수 있습니다. 서비스의 데이터가 삭제되거나 초기화되는 경우 그에 대한 확인 및 복구가 불가능하며, 이에 대하여 회사는 일체의 책임을 지지 않습니다.</p>

               <p>1. 디바이스를 변경, 개조, 초기화한 경우</p>

               <p>2. 클라이언트, 애플리케이션 등 게임 이용과 관련 있는 프로그램을 삭제한 경우</p>

               <p>3. 계정을 연동하지 아니한 이용자가 추후 계정을 연동한 경우</p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>이용자가 구매한 유료 콘텐츠 중 이용 기간이 영구로 표시된 유료 콘텐츠나 이용기간이 표시되지 않은 유료 콘텐츠의 경우 사용 보증 기간은 게임이 정상적으로 서비스되는 기간 중 구매일로부터 1년입니다. 1년 이내 사용이 개시되지 않은 아이템은 별도 공지 후 소멸될 수 있으며, 별도 공지 시까지는 이용기간이 자동으로 갱신될 수 있습니다.&nbsp;</strong></span></p>

               <p>④ 서비스가 종료되는 경우에는 이용 기간에 상관없이 모든 유료 콘텐츠의 사용권은 상실될 수 있습니다.</p>

               <p>⑤ 회사가 제공하는 유료 콘텐츠에는 유료재화 외에 무료재화가 포함될 수 있습니다.</p>

               <p>⑥ 이용자가 재화의 일부를 사용하였을 경우에는 유료재화가 우선 차감되고, 그 이후 무료재화가 차감됩니다. 단, 게임 별로 재화의 차감 순서가 달리 정하여 질 수 있으며, 이러한 경우 공식 커뮤니티 홈페이지 등을 통해 별도 공지합니다.</p>

               <p>⑦ 이용자가 이용하는 서비스 특성에 따라 1차재화 외 2차재화를 제공하는 서비스의 경우, 2차재화는 선불식지급수단에 포함되지 않습니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 17 조 [쿠폰 서비스]</strong></p>

               <p>① 회사는 서비스, 이벤트, 광고, 콘텐츠 등을 제공함에 있어 이용자에게 쿠폰서비스를 제공할 수 있습니다.</p>

               <p>② 쿠폰은 쿠폰 내 명시되어 있는 유효기간 내에 사용할 수 있으며, 유효기간 내에 사용되지 않은 쿠폰은 사용이 불가할 수 있습니다.</p>

               <p>③ 회사가 제13조에 따라 서비스를 종료한 경우. 서비스 종료일까지 사용되지 않은 쿠폰은 유효기간이 남아있더라도 사용이 불가합니다.</p>

               <p>④ 이용자가 탈퇴를 하거나 이용자의 귀책사유로 계정이 삭제되는 경우, 해당 계정에 쿠폰 사용이 불가합니다.</p>

               <p>⑤ 쿠폰은 무료로 제공하는 서비스이며, 미 사용된 쿠폰에 대해서는 별도 환불이 불가능합니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 18 조 [복구정책]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>회사는 데이터의 소실 등 오류가 서비스 이용자의 과실이 없음에도 발생하였음이 확인되면 객관적인 기록 데이터로 확인되는 범위에서 그에 기초하여 복구합니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>②&nbsp;</strong><strong>이용자의 고의 또는 과실로 콘텐츠 등이 사용되거나 데이터가 손실되는 등 피해가 발생한 경우 이에 대한 복구는 제한될 수 있습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>이용자의 계정이 자신의 개인정보 관리 소홀 등으로 인하여 도용된 경우 그로 인하여 발생한 사항에 대하여는 복구가 제한될 수 있습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>④&nbsp;</strong><strong>회사가 무료로 제공하는 이벤트 보상 등의 경우 이벤트 기간 종료 후에는 해당 보상이 지급되지 않을 수 있습니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 19 조 [정보의 수집 등]</strong></p>

               <p>① 회사는 서비스 운영 및 프로그램 안정화 등 서비스 품질 개선을 위하여 이용자의 기기의 설정 및 사양 정보 등을 수집·이용할 수 있습니다. 이러한 정보의 수집 및 이용 등에 관하여는 회사의 개인정보 처리방침에 따릅니다.</p>

               <p>② 회사는 이용자의 동의, 약관·법령 위반행위의 조사, 부정한 방식의 서비스 이용행위의 방지, 이용자 간의 분쟁조정, 민원처리, 기타 서비스의 유지 및 개선 등 필요한 경우에 한하여 제1항의 정보를 이용할 수 있습니다.</p>

               <p>③ 회사는 이용자의 동의가 없는 한 제1항의 정보를 제3자에게 제공할 수 없습니다. 다만, 법률의 특별한 규정에 근거하거나, 법원의 판결, 행정기관의 구속력 있는 명령, 수사기관의 적법한 요청 등이 있는 경우 회사는 해당 기관에게 제1항의 정보를 제공할 수 있습니다.</p>

               <p>④ 회사는 원활한 서비스 제공을 위하여 이용자 간에 이루어지는 대화(채팅, 귓말, 쪽지 등)를 수집 및 이용할 수 있습니다. 회사는 이용자 간의 분쟁조정, 민원처리 또는 게임 질서의 유지를 위하여 회사가 필요하다고 판단하는 경우에 한하여 전문의 정보를 열람할 수 있으며, 본 정보는 회사만이 보유하고 법령으로 권한을 부여 받지 아니한 타인은 절대로 열람할 수 없습니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 20 조 [정보의 제공 및 광고 게재]</strong></p>

               <p>① 회사는 회사가 제공하는 서비스와 관련하여 게임화면, 홈페이지, 전자우편, LMS/SMS, 알림 메시지(Push알림) 등을 통하여 광고를 게재할 수 있습니다. 이 경우 이용자는 언제든지 회사에게 수신거부의 의사를 표시할 수 있으며, 회사는 이용자의 수신거부 의사에 반하여 광고를 제공하지 않습니다. 다만, 이용자의 서비스 이용과 관련하여 불가피한 경우 회사는 이용자의 수신거부에도 불구하고 이용자의 정보로 관련 정보를 전송할 수 있습니다.</p>

               <p>② 회사는 서비스에 게재되어 있거나 서비스를 통한 판촉활동에 이용자가 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해서 회사는 책임을 부담하지 않습니다. 다만, 회사가 고의 또는 중과실이 있는 경우에는 그러하지 아니합니다.</p>

               <p>③ 회사는 서비스 개선 및 이용자 대상 서비스 소개 등을 위한 목적으로 이용자 개인에 대한 추가정보를 요구할 수 있으며, 이용자는 그 요청에 동의하여 추가정보를 제공하거나 거부할 수 있습니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 21 조 [이용자의 게시물 및 관리]</strong></p>

               <p>① 이용자 본인이 등록한 게시물 또는 발송한 메시지 등에 관하여, 회사는 이를 반드시 보관해야 할 의무를 부담하지 않습니다. 이용자의 게시물로 인해 발생하는 손실이나 책임은 전적으로 이용자 개인에게 있으며, 회사는 어떠한 경우에도 이에 대한 책임을 지지 않습니다.</p>

               <p>② 이용자가 게시하거나 전달하는 게시물이 다음의 각 호에 해당한다고 판단되는 경우 회사는 해당 이용자에게 사전 통지하지 아니하고 이를 삭제하거나, 이동, 게시 거부 등의 조치를 취할 수 있으며, 해당 자료나 메시지 등을 게시한 이용자에 대하여 서비스 이용제한 또는 이용계약 해지 등의 조치를 취할 수 있습니다.</p>

               <p>1. 다른 이용자 또는 제3자를 비방하거나, 프라이버시를 침해, 명예를 훼손 혹은 도용하려는 의도가 있는 경우</p>

               <p>2. 공공질서 및 미풍양속에 반하는 내용인 경우</p>

               <p>3. 범죄적 행위에 결부된다고 인정되는 내용인 경우</p>

               <p>4. 회사의 저작권 혹은 제3자의 저작권, 초상권 등 기타 지적재산권을 침해하는 내용인 경우</p>

               <p>5. 상업적인 내용을 담은 게시물의 경우</p>

               <p>6. 정상적인 서비스 운영에 지장을 주거나 줄 우려가 있는 경우</p>

               <p>7. 회사의 운영정책에 맞지 않는 경우</p>

               <p>8. 음란물을 게재하거나 음란사이트를 링크하는 경우</p>

               <p>9. 기타 관계법령에 위반된다고 판단되는 경우</p>

               <p>③ 이용자의 게시물이 타인의 권리를 침해하였음을 이유로 타인으로부터 회사가 손해배상청구 등의 이의 제기를 받은 경우, 게시물을 작성한 이용자는 회사의 면책을 위하여 적극적으로 협조하여야 하며, 회사가 면책되지 못한 경우 이용자는 회사에게 발생한 손해를 배상하여야 합니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 22 조 [저작권 등의 귀속]</strong></p>

               <p>① 회사가 제작한 서비스 내 모든 콘텐츠에 대한 저작권 및 기타 지적재산권은 회사에 귀속됩니다. 회사는 서비스와 관련하여 이용자에게 회사가 정한 이용조건에 따라 게임이나 캐릭터, 아이템, 게임재화, 마일리지 등을 이용할 수 있는 이용권만을 부여합니다.</p>

               <p>② 이용자는 회사가 제공하는 서비스를 이용함으로써 얻은 정보 중 회사 또는 제공업체에 지적재산권이 귀속된 정보를 회사 또는 제공업체의 사전승낙 없이 복제, 전송, 출판, 배포, 방송 기타 방법에 의하여 이용하거나 제3자에게 이용하게 하거나 처분하여서는 아니 됩니다.</p>

               <p>③ 이용자가 서비스 내에 게시하는 콘텐츠는 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이용자는 본 약관에 동의함으로써 회사에게 게시된 콘텐츠의 사용 및 2차적 저작물의 작성에 대하여 허락하며, 저작인격권의 침해를 주장하지 않는데 동의합니다.</p>

               <p>④ 이용자는 언제든지 고객센터 또는 서비스 내 관리기능을 통해 자신이 작성한 콘텐츠에 대해 삭제, 검색 결과 제외, 비공개 등의 조치를 취할 수 있습니다. 이는 회사가 서비스를 운영하는 동안 유효합니다.</p>

               <p>⑤ 회사는 이용자가 게시하거나 등록하는 서비스 내 게시물이 본 약관에서 규정하는 금지행위에 해당된다고 판단되는 경우, 사전 통지 없이 이를 삭제하거나 이동 또는 등록을 거부할 수 있습니다.</p>

               <p>⑥ 회사는 이용자의 콘텐츠가 제3자로부터 저작권 등의 문제로 이의제기가 있고 그것이 상당한 이유가 있다고 판단되는 경우, 사전 통지 없이 이를 삭제하거나 등록 자체를 거부할 수 있으며, 저작권 및 권리침해로 인한 게시물의 게시중단 등에 대한 사항은 저작권법 및 관계법령에 따릅니다.</p>

               <p>⑦ 본 조는 회사가 서비스를 운영하는 동안 유효하며 이는 이용자가 이용계약을 해지한 후에도 지속적으로 적용됩니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 23 조 [이용자에 대한 서비스 이용제한]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>이용자는 제10조에 따른 이용자의 의무를 위반하는 행위를 하여서는 아니 되며, 해당 행위를 하는 경우 회사는 서비스 이용제한, 관련 정보(글, 사진, 영상 등) 삭제 및 기타의 조치를 포함한 이용제한 조치를 할 수 있습니다. 이용제한 조치가 이루어지는 구체적인 사유 및 절차는 운영정책에서 정한 바에 따릅니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>②&nbsp;</strong><strong>제1항에 따른 이용제한이 정당한 경우, 회사는 이용제한으로 인하여 이용자가 입은 손해를 배상하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>제10조에 따른 위반항목에 기재되어 있지 않은 사항이라도 서비스 내 질서를 어지럽히거나 다른 이용자의 서비스 이용에 악영향을 끼치는 경우 회사는 홈페이지 또는 서비스 내 온라인 상이나 기타 가능한 방법으로</strong>&nbsp;<strong>이용자에게 사전 통지 후 이용자의 서비스 이용을 제한할 수 있으며, 지속적인 위반의 경우에는 가중 조치할 수 있습니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 24 조 [잠정조치로서의 이용제한]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>회사는 다음 각 호에 해당하는 문제에 대한 조사가 완료될 때까지 이용자의 서비스 이용을 정지할 수 있습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>1.&nbsp;</strong><strong>결제 어뷰징, 해킹 또는 도용 관련 신고가 접수되어 조사가 필요한 경우</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>2.&nbsp;</strong><strong>불법프로그램 사용, 작업장, 버그 사용 등 운영정책 위반 행위자로 합리적으로 의심되는 경우</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>3.&nbsp;</strong><strong>그 밖에 위 각 호에 준하는 사유로 계정의 잠정 이용제한 조치가 필요한 경우</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>②&nbsp;</strong><strong>제1항의 경우 회사는 조사가 완료된 후 이용자에게 귀책사유가 없는 것으로 판단될 경우 서비스 이용기간에 비례하여 일정액을 지급하여 이용하는 이용자에게 제1항에 따라 정지된 기간만큼 이용자의 서비스 이용기간을 연장하며, 이용시간 연장이 불가능한 유료 서비스의 경우 회사의 선택에 따라 게임 내 콘텐츠로 서비스 이용의 정지를 보상합니다. 다만, 제1항에 의한 운영정책 위반 행위자로 판명된 경우에는 그러하지 아니합니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 25 조 [이용제한에 대한 이의 절차]</strong></p>

               <p>① 이용자가 제23 내지 24조에 따른 이용제한에 불복하고자 하는 경우 그 통보가 있는 날로부터 15일 이내에 회사의 이용제한에 불복하는 이유를 기재한 이의 신청서를 서면, 전자우편 또는 이에 준하는 방법으로 회사에 제출하여야 합니다.</p>

               <p>② 회사는 제1항의 이의신청서를 접수한 날로부터 15일 이내에 불복 이유에 대하여 서면, 전자우편 또는 이에 준하는 방법으로 답변합니다. 다만, 회사는 이 기간 내에 답변이 어려운 경우에는 그 사유와 처리일정을 통지합니다.</p>

               <p>③ 회사는 제2항의 답변 내용에 따른 조치를 취하여야 합니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 26 조 [휴면계정정책]</strong></p>

               <p>① 회사는 연속하여 12개월 동안 서비스를 이용하지 않은 이용자의 개인정보를 보호하기 위하여 해당 계정을 휴면상태로 분류할 수 있습니다.</p>

               <p>② 회사는 휴면상태로 분류된 계정 중 연속하여 12개월 동안 서비스를 이용하지 않은 계정에 대하여 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 및 동법 시행령에 따라 해당 계정을 삭제할 수 있습니다.</p>

               <p>③ 회사는 제2항의 기간 만료 30일 이전에 홈페이지, 공식 커뮤니티, 게임 내 공지사항 또는 우편시스템 등 최대한 가능한 방식을 통해 계정이 삭제될 것이라는 점을 전체 및 개별적으로 통지하고, 그 통지 기간이 경과한 경우 이용자의 계정 또는 캐릭터의 모든 정보를 삭제할 수 있습니다. 단, 서비스 이용자는 통지 기간 중 접속, 기타 회사에 대한 요청 등을 통해 휴면상태를 해제할 수 있습니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 27 조 [이용계약의 해지]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>이용자는 서비스 이용계약을 해지(이하 “회원탈퇴”라 합니다) 할 수 있습니다. 회원탈퇴를 하고자 하는 때에는 FLOOR 회원탈퇴 페이지, 각 게임 내 회원탈퇴 메뉴 등 이용하고 있는 서비스에서 제공하는 회원탈퇴 메뉴에서 회원 본인이 회원탈퇴 신청을 할 수 있습니다. 회원이 회원탈퇴를 할 경우 관계법령 및 개인정보 처리방침에 따라 회사가 회원의 정보를 보유하는 경우를 제외하고는 탈퇴 즉시 회원의 모든 데이터가 소멸되며 복구가 불가능합니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>②&nbsp;</strong><strong>회사는 이용자가 본 약관 및 그에 따른 운영정책에서 금지하는 행위를 하는 등 이용자의 전적인 과실로 인하여 이용계약을 유지할 수 없는 중대한 사유가 있는 경우에는 이용계약을 해지할 수 있습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>제2항의 규정에 따라 회사가 이용계약을 해지하거나 중단하는 경우 이용자는 다운로드 받은 콘텐츠를 삭제하여야 하며, 이용자는 서비스의 이용권한을 상실하고 이로 인한 환불 및 손해배상을 청구할 수 없습니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 28 조 [대금결제]</strong></p>

               <p>① 콘텐츠에 대한 구매 대금은 원칙적으로 이동통신사와 게임플랫폼, 오픈마켓, 온라인사이트에서 정하는 방법, 정책 등에 따라 부과되며 납부 방법 역시 정해진 방법에 따라 납부해야 합니다.</p>

               <p>② 회사의 정책, 결제업체(이동통신사, 게임플랫폼, 오픈마켓, 온라인사이트 등)의 정책 및 정부의 방침 등에 따라 각 결제 수단별로 결제 한도가 부여될 수 있습니다.</p>

               <p>③ 콘텐츠를 외화로 결제하는 경우 환율 및 수수료 등으로 인하여 구매 시점의 예상 지불 금액과 실제 청구금액이 달라질 수 있습니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 29 조 [청약의 철회]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>회사가 이용자에게 제공하는 유료 콘텐츠는 청약철회가 가능한 상품과 청약철회가 제한되는 상품으로 구분되어 제공되며, 청약철회가 가능한 유료 콘텐츠는 계약 체결일과 유료서비스 이용가능일 중 늦은 날로부터 7일 이내에 별도의 수수료 없이 청약철회(구매취소)를 할 수 있습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>②&nbsp;</strong><strong>「전자상거래 등에서의 소비자 보호에 관한 법률」 등 기타 관계법령에서 정한 청약철회 제한 사유에 해당하는 콘텐츠 및 다음과 같은 경우는 유료 콘텐츠의 청약철회가 제한됩니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>1.&nbsp;</strong><strong>구매 후 즉시 사용되거나 게임 서비스에 바로 적용되는 콘텐츠의 경우</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>2.&nbsp;</strong><strong>부가적인 혜택이 제공되는 서비스 또는 묶음형으로 판매된 서비스에서 이미 부가적인 혜택이 사용되거나 묶음 중 일부가 사용되어 판매된 서비스 대로의 회수가 불가능한 경우</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>3.&nbsp;</strong><strong>추첨 또는 확률에 의해 구체적인 효용 또는 기능이 정하여지는 캡슐형/확률형 아이템을 개봉한 경우</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>4.&nbsp;</strong><strong>서비스 이용 과정에서 결제 없이 획득되거나 회사가 무상으로 지급한 콘텐츠의 경우</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>회사는 청약철회가 제한되는 콘텐츠의 경우 청약철회가 제한되는 사실을 해당 콘텐츠의 구매 화면에서 팝업 화면이나 연결 화면 등을 통해 이용자가 쉽게 알 수 있는 곳에 명확하게 적시하거나 시험사용 상품을 제공하는 등의 방법으로 청약철회 등의 권리행사가 방해 받지 않도록 조치합니다.&nbsp;</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>④&nbsp;</strong><strong>청약철회가 가능한 콘텐츠에 대하여 청약철회의 의사표시가 있는 경우 회사는 지체 없이 이용자의 콘텐츠를 회수하고, 회수한 날로부터 3영업일 이내(단, 수납확인이 필요한 결제수단의 경우에는 수납확인일로부터 3영업일 이내)에 이용자가 대금을 지급한 방법과 동일한 방법으로 지급받은 금액을 환급합니다. 다만, 동일한 방법으로 환급이 불가능할 때에는 이용자에게 이를 고지하여 적절한 방식으로 환급 절차를 진행합니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑤&nbsp;</strong><strong>이용자는 콘텐츠의 내용이 표시, 광고 내용과 다르거나 계약 내용과 다르게 이행된 경우에는 유료&nbsp; 콘텐츠를 공급받은 날로부터 3월 이내, 그 사실을 인지한 날 또는 인지할 수 있었던 날로부터 30일 이내에 청약철회를 할 수 있습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑥&nbsp;</strong><strong>미성년자가 디바이스에서 콘텐츠 구매계약을 체결하는 경우, 회사는 법정대리인의 동의가 없으면 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있다는 내용을 고지하며, 미성년자가 법정대리인의 동의 없이 구매계약을 체결한 때에는 미성년자 본인 또는 법정대리인은 회사에 그 계약을 취소할 수 있습니다. 다만, 미성년자가 법정대리인이 범위를 정하여 처분을 허락한 재산으로 콘텐츠를 구매한 경우 또는 미성년자가 속임수로써 자기를 성년자로 믿게 하거나 법정대리인의 동의가 있는 것으로 믿게 한 경우에는 취소할 수 없습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑦&nbsp;</strong><strong>콘텐츠 구매계약의 당사자가 미성년자인지 여부는 결제가 진행된 디바이스, 결제 실행자 정보, 결제 수단 명의자 등을 근거로 판단합니다. 또한 회사는 정당한 취소인지를 확인하기 위해 미성년자 및 법정대리인임을 증명할 수 있는 서류의 제출을 요청할 수 있습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑧&nbsp;</strong><strong>콘텐츠의 다운로드 및 서비스 구매 과정 중에 발생한 데이터 통신에 대하여 부과된 요금은 환불 대상에서 제외됩니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑨&nbsp;</strong><strong>이동통신사나 게임플랫폼, 오픈마켓을 이용하여 구매한 경우에는 해당 이동통신사 또는 게임플랫폼, 오픈마켓의 이용약관에 따라 청약철회 및 환불을 받으실 수 있습니다. 이외의 청약철회 신청은 고객센터로 접수하여 처리합니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 30 조 [유료재화의 환불]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;현금으로 직접 구매한 유료재화(본 조에서는 '유료재화'라고 합니다.)의 경우 이용자(계정 명의자)가 요청 시 이용자가 이용하고 남은 유료재화에 대해 환불이 가능합니다. 유료재화는 제공하는 서비스 별로 명칭이 상이할 수 있으며, 무료로 지급받거나 보너스로 지급된 재화는 환불 대상에서 제외됩니다.&nbsp;</strong><strong>환불 접수는 고객센터를 통해 신청해야 하며 심사를 통해 환불이 결정된 경우에는 환불 수수료 10% 혹은 1,000원 중 큰 것을 공제한 나머지 금액을 이용자에게 환불합니다. 일정금액을 공제하는 경우 공제 후 남은 금액이 공제금액보다 작은 경우에는 환불할 수 없습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>②&nbsp;</strong><strong>디바이스 및 계정의 관리 책임은 이용자에게 있으며, 이를 지인 또는 제3자가 이용하도록 하여서는 안 됩니다. 디바이스 및 계정의 관리 부실, 제3자에게 이용을 승낙함으로써 발생하는 결제에 대한 청약철회 및 환불은 불가능합니다.</strong></span></p>

               <p>③ 환불을 요구하는 경우 회사는 구매 내역을 확인한 후 이용자에게 본인 확인을 위하여 다음 각 호에서 정한 서류의 제출을 요청할 수 있으며, 이용자는 요청하는 서류를 FAX 전송 등의 방법으로 회사에 제출해야 합니다. 이용자가 미성년자 등의 사유로 신원 확인이 어려울 경우 법정대리인이 환불을 요청할 수 있으며, 이 때에는 법정대리인임을 증명할 수 있는 서류를 함께 제출해야 합니다.</p>

               <p>1. 환불 관련 상담 내역</p>

               <p>2. 환불 요청자(계정 명의자)의 신분을 확인할 수 있는 서류 사본 1부</p>

               <p>3. 환불 요청자 명의의 통장 사본 1부</p>

               <p>4. 비용을 납부한 납부 영수증 1부(상황에 따라 받지 않을 수 있음)&nbsp;</p>

               <p>&nbsp;</p>

               <p><strong>제 31 조 [과오금의 환불]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>회사는 과오금이 발생한 경우 이용대금의 결제와 동일한 방법으로 과오금 전액을 환불합니다. 다만, 동일한 방법으로 환급이 불가능한 때에는 회사는 이를 사전에 고지합니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>②&nbsp;</strong><strong>회사의 책임 있는 사유로 과오금이 발생한 경우 회사는 계약비용, 수수료 등에 관계없이 과오금 전액을 환불합니다. 다만, 이용자의 책임 있는 사유로 과오금이 발생한 경우, 이용자는 과오납 금액의 환불에 필요한 수수료 등 경비를 부담하여야 합니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>이용자가 회사와 계약관계에 있는 제3자를 통하여 콘텐츠를 구매한 경우에는 제3자로부터 과오납 금액을 환불받는 것이 원칙이나, 회사와 제3자 사이에 해당 금액에 대한 환불을 진행할 수 있는 약정이 존재하는 경우, 회사가 이용자의 편의를 위하여 해당 금액에 대한 환불을 하여 줄 수 있습니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 32 조 [손해배상]</strong></p>

               <p>① 이용자가 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 본 약관을 위반한 이용자는 회사에게 발생하는 모든 손해를 배상할 책임이 있습니다.</p>

               <p>② 이용자가 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 이용자 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 이용자는 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 당해 이용자는 그로 인하여 회사에 발생한 모든 손해를 배상할 책임이 있습니다.</p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>회사가 제공하는 서비스 중 무료로 제공하는 서비스의 경우에는 회사의 고의 또는 중대한 과실이 없는 한 어떠한 손해도 책임을 지지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>④&nbsp;</strong><strong>회사의 서비스의 중대한 하자로 인하여 유료 콘텐츠가 손상 또는 훼손되거나 삭제된 경우 회사는 회사의 선택으로 구매 대금의 전액 환불 또는 등가의 유료 서비스, 아이템 등으로 보상합니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 33 조 [면책사항]</strong></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>①&nbsp;</strong><strong>회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임을 부담하지 않습니다. 또한 사전에 공지된 서비스 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 서비스가 중지되거나 장애가 발생한 경우 책임을 부담하지 않습니다. 단, 유료 서비스의 경우 제12조 7항에서 정한 바를 따릅니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>②&nbsp;</strong><strong>회사는 이용자의 서비스 이용 환경으로 인하여 발생하는 제반 문제 또는 회사의 귀책사유가 없는 이용 환경으로 인하여 발생하는 문제에 대하여 일체 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>③&nbsp;</strong><strong>회사는 이동통신 사업자가 네트워크 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우에는 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>④&nbsp;</strong><strong>회사는 이용자가 서비스를 이용하여 기대하는 수익을 얻지 못한 것에 대하여 책임을 지지 않으며 서비스에 대한 취사 선택 또는 이용으로 발생하는 손해 등에 대해서는 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑤&nbsp;</strong><strong>회사는 이용자가 서비스 내 또는 웹사이트 상 게시 또는 전송한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대해서는 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑥&nbsp;</strong><strong>회사는 이용자 상호간 또는 이용자와 제3자간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며 이로 인한 손해를 배상할 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑦&nbsp;</strong><strong>회사는 이용자의 귀책사유로 인한 서비스의 중지∙이용 장애에 대하여 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑧&nbsp;</strong><strong>회사는 이용자의 디바이스 오류에 의한 손해가 발생한 경우 또는 신상정보 및 전자우편 주소를 부정확하게 기재하거나 미기재하여 손해가 발생한 경우에 대하여 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑨&nbsp;</strong><strong>회사는 이용자가 디바이스 또는 계정을 타인에게 제공하거나, 이용자의 부주의로 타인이 이용자의 디바이스 또는 계정을 사용함으로 인해 발생한 손해에 대하여 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑩&nbsp;</strong><strong>회사는 이용자가 서비스를 이용하면서 취득한(회사를 통해 직접 유료 구매한 것은 제외) 등급, 아이템, 콘텐츠 등의 손실에 대해서 회사 또는 회사 직원의 고의 또는 중대한 과실로 인한 경우를 제외하고는 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑪&nbsp;</strong><strong>회사가 제공하는 서비스는 대한민국 내에서 이용하는 것을 기준으로 서비스됩니다. 만약, 해외에서 서비스를 이용하는 경우에는 서비스의 전부 또는 일부 기능을 이용할 수 없으며, 이 경우 회사가 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑫&nbsp;</strong><strong>오픈마켓을 이용하여 서비스되는 유료 콘텐츠의 가격은 유료 콘텐츠가 배포되는 국가나 플랫폼에 따라 차이가 발생할 수 있으며, 이러한 차이에 대해서는 회사가 책임을 부담하지 않습니다.</strong></span></p>

               <p><span style="color:rgb(0, 204, 0)"><strong>⑬&nbsp;</strong><strong>회사는 관계법령에 따라 특정 이용자에 대하여 서비스의 제공 여부, 서비스의 제공 시간 등의 제한을 할 수 있고, 이러한 제한에 대하여 이용자는 손해배상을 청구할 수 없습니다.</strong></span></p>

               <p>&nbsp;</p>

               <p><strong>제 34 조 [분쟁의 해결]</strong></p>

               <p>① 회사는 이용자의 편의를 고려하여 이용자의 의견이나 불만을 제시하는 방법을 게임 내 설정화면이나 홈페이지에서 안내합니다. 회사는 이용자가 제기하는 의견이나 불만에 대하여 적절하고 신속하게 처리하기 위한 전담조직을 운영합니다.</p>

               <p>② 회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 합리적인 기간 내에 이를 신속하게 처리하고 그 결과를 통지합니다. 다만, 신속한 처리가 곤란한 경우에 회사는 이용자에게 그 사유와 처리일정을 서비스 내 공지사항을 통하여 공지하거나 전자우편, 전화, 서면 등으로 통보합니다.</p>

               <p>③ 회사와 이용자 간에 분쟁이 발생하여 제3의 분쟁조정기관이 조정할 경우 회사는 이용자에게 조치한 사항을 성실히 증명하고, 조정기관의 조정에 따를 수 있습니다.</p>

               <p>&nbsp;</p>

               <p><strong>제 35 조 [재판관할 및 준거법]</strong></p>

               <p>① 본 약관 및 이와 관련한 분쟁은 대한민국 법률에 따라 규율 되고 해석됩니다.</p>

               <p>② 회사와 이용자 간의 분쟁이 원만히 해결되지 못하여 소송이 제기된 경우, 제소 당시의 이용자의 주소에 따르고, 주소가 없는 경우 거소를 관할하는 지방법원의 전속관할로 합니다.</p>

               <p>③ 위 제2항에서 제소 당시 이용자의 주소 또는 거소가 분명하지 않은 경우에는 「민사소송법」에 따라 관할법원을 정합니다.</p>

               <p>&nbsp;</p>

               <p>부칙</p>

               <p>- 본 약관은 대한민국 국적을 보유한 이용자들에게 적용됩니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2012년 9월 21일부터 시행합니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2015년 8월 10일부터 시행합니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2015년 11월 27일부터 시행합니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2016년 01월 21일부터 시행합니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2017년 04월 18일부터 시행합니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2018년 08월 22일부터 시행합니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2020년 11월 11일부터 시행합니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2021년 03월 01일부터 시행합니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2021년 05월 01일부터 시행합니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2021년 07월 01일부터 시행합니다.</p>

               <p>부칙</p>

               <p>- 본 약관은 2021년 10월 12일부터 시행합니다.</p>

               <p>&nbsp;</p>

               <p>&nbsp;</p>

               <p># 별첨1. 라인게임즈 게임 서비스 운영정책 및 이용제한 기준</p>

               <table border="1" cellpadding="0" cellspacing="0" style="width:689px">
                    <tbody>
                         <tr>
                              <td style="height:25px; width:436px">
                              <p>위반항목</p>
                              </td>
                              <td colspan="2" style="height:25px; width:71px">
                              <p>1회</p>
                              </td>
                              <td style="height:25px; width:66px">
                              <p>2회</p>
                              </td>
                              <td style="height:25px; width:66px">
                              <p>3회</p>
                              </td>
                              <td style="height:25px; width:50px">
                              <p>4회</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:27px; width:689px">
                              <p>1) 타인에게 불쾌감과 모욕감을 주는 경우</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="height:33px; width:440px">
                              <p>- 신체적 비하 발언, 이유 없는 타인 및 길드 비방 등으로 특정인 혹은 불특정 다수에게 불쾌감을 주는 행위</p>

                              <p>- 성적인 내용을 암시하거나 타인에게 성적 수치심을 느끼게 하는 표현 및 행위로 특정인 혹은 불특정 다수를 비방하는 행위</p>

                              <p>- 부모님을 모독하는 류의 욕설로 특정인 혹은 불특정 다수를 비방하는 행위</p>

                              <p>- 서버, 채널, 커뮤니티간(길드 등) 반목을 조장하거나 구성원 전체를 매도하는 행위</p>

                              <p>- 채팅 창에 지속적이고 악의적으로 동일한 내용을 계속 등재하는 이른바 ‘도배’ 행위</p>

                              <p>- 스토킹 등의 행동을 하여, 타인을 괴롭히는 행위 주는 경우</p>

                              <p>- 그 외 상식적인 형태에서 벗어나 타인에게 불편을 끼치는 경우</p>
                              </td>
                              <td colspan="2" style="height:33px; width:71px">
                              <p>3일<br>
                              접속제한</p>
                              </td>
                              <td style="height:33px; width:66px">
                              <p>7일<br>
                              접속제한</p>
                              </td>
                              <td style="height:33px; width:66px">
                              <p>30일<br>
                              접속제한</p>
                              </td>
                              <td style="height:33px; width:46px">
                              <p>6개월 접속제한</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:27px; width:689px">
                              <p>2) 원활한 게임진행 및 게임 운영 방해</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="height:71px; width:440px">
                              <p>- 게임 내 이벤트 등을 의도적으로 방해하거나 비방하는 행위</p>

                              <p>- 회사 또는 운영자를 이유 없이 비방하거나 고의적으로 운영자의 업무를 방해하는 행위</p>

                              <p>- 게임 내 정상적인 시스템을 악용하여, 미풍양속에 반하는 게임 플레이를 하거나 게임 내 질서유지에 막대한 영향을 주는 행위</p>

                              <p>- 게임의 기획의도에 반하는 행위를 지속적으로 반복함으로써 게임 서비스의 건전한 운영 방향을 왜곡시키는 행위</p>

                              <p>- 특정 유저의 게임 이용을 지속적으로 방해하거나 이에 준하는 경우</p>
                              </td>
                              <td colspan="2" style="height:71px; width:71px">
                              <p>7일<br>
                              접속제한</p>
                              </td>
                              <td style="height:71px; width:66px">
                              <p>30일<br>
                              접속제한</p>
                              </td>
                              <td style="height:71px; width:66px">
                              <p>6개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:71px; width:46px">
                              <p>12개월 접속제한</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:27px; width:689px">
                              <p>3) 허위사실 유포 및 사기 행위</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="height:76px; width:440px">
                              <p>- 회사 또는 운영자에 의해 공지되지 않은 허위 사실을 유포하는 행위</p>

                              <p>- 타인을 속이거나 피해를 입혀 부당한 이득을 얻는 행위 및 그에 준하는 모든 행위</p>
                              </td>
                              <td colspan="2" style="height:76px; width:71px">
                              <p>30일<br>
                              접속제한</p>
                              </td>
                              <td style="height:76px; width:66px">
                              <p>6개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:76px; width:66px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:76px; width:46px">
                              <p>영구<br>
                              접속제한　</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:23px; width:689px">
                              <p>4) 관계자 사칭 행위</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="height:76px; width:440px">
                              <p>- 운영자 및 게임 관계자임을 사칭하는 행위, 또는 이를 악용하여 타인의 개인정보를 요구하거나 이득을 얻는 행위</p>
                              </td>
                              <td colspan="2" style="height:76px; width:71px">
                              <p>30일<br>
                              접속제한</p>
                              </td>
                              <td style="height:76px; width:66px">
                              <p>6개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:76px; width:66px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:76px; width:46px">
                              <p>영구<br>
                              접속제한　</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:27px; width:689px">
                              <p>5) 불법 프로그램 사용 및 제작, 배포</p>
                              </td>
                         </tr>
                         <tr>
                              <td rowspan="6" style="height:26px; width:440px">
                              <p>- 회사가 제공 또는 승인하지 아니한 게임 관련 불법 프로그램을 사용 시도하거나 사용하는 행위</p>

                              <p>- 회사가 제공 또는 승인하지 아니한 게임 관련 불법 프로그램을 제작, 판매하거나 이를 홍보하는 행위</p>

                              <p>- 유료로 제공되는 게임 앱의 설치파일을 불법으로 공유하는 행위</p>

                              <p>&nbsp;</p>

                              <p>* 불법 프로그램 사용 시에는 모든 게임 데이터가 초기화 될 수 있습니다.</p>
                              </td>
                              <td colspan="5" style="height:26px; width:249px">
                              <p>불법 프로그램 사용 시도 및 단순 사용</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="2" style="height:112px; width:71px">
                              <p>30일<br>
                              접속제한</p>
                              </td>
                              <td style="height:112px; width:66px">
                              <p>6개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:112px; width:66px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:112px; width:46px">
                              <p>영구<br>
                              접속제한</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="5" style="height:26px; width:249px">
                              <p>불법 프로그램 반복 사용 및 게임 내 밸런스에 악영향</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="2" style="height:112px; width:71px">
                              <p>6개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:112px; width:66px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:112px; width:66px">
                              <p>영구<br>
                              접속제한</p>
                              </td>
                              <td style="height:112px; width:46px">&nbsp;</td>
                         </tr>
                         <tr>
                              <td colspan="5" style="height:26px; width:249px">
                              <p>불법 프로그램 제작 및 배포, 악용 이용자 (영리 목적으로 위해 다수의 계정을 악용, 혹은 조직적, 집단적으로 악용하는 행위)</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="2" style="height:54px; width:71px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:54px; width:66px">
                              <p>영구<br>
                              접속제한</p>
                              </td>
                              <td style="height:54px; width:66px">
                              <p>　</p>
                              </td>
                              <td style="height:54px; width:46px">
                              <p>　</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:27px; width:689px">
                              <p>6) 디바이스, 앱 및 서버 해킹</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="2" style="height:53px; width:442px">
                              <p>- 타인의 디바이스나 앱, 및 게임 서버에 대한 해킹을 시도하거나 관련 내용을 유포하는 행위</p>

                              <p>- 게임 앱을 열어 데이터를 변경 혹은 수정하는 행위</p>

                              <p>- 해킹을 통해 부당한 이득을 취하거나 게임 밸런싱을 무너뜨리는 행위</p>

                              <p>- 모든 게임 관련 데이터를 조작하여 부당한 이득을 취하는 행위</p>

                              <p>&nbsp;</p>

                              <p>* 해킹을 통해 직/간접적으로 획득한 이득은 부당이득으로 간주하여 모두 회수될 수 있습니다.</p>

                              <p>* 해킹을 통해 직/간접적으로 획득한 이득에 대한 회수가 불가할 경우, 모든 게임 데이터가 초기화 될 수 있습니다.</p>
                              </td>
                              <td style="height:53px; width:69px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:53px; width:66px">
                              <p>영구<br>
                              접속제한</p>
                              </td>
                              <td style="height:53px; width:66px">&nbsp;</td>
                              <td style="height:53px; width:46px">&nbsp;</td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:27px; width:689px">
                              <p>7) 게임 내 시스템(버그) 악용 및 어뷰징 행위</p>
                              </td>
                         </tr>
                         <tr>
                              <td rowspan="4" style="height:40px; width:440px">
                              <p>- 시스템 상의 문제나 버그를 공식적인 절차로 신고하지 않고, 이를 이용하여 부당한 이익을 취하거나 게임 밸런싱을 무너뜨리는 등 게임에 혼란을 초래한 경우</p>

                              <p>- 비정상적인 방법으로 경험치, 레벨 등의 게임 정보를 조작하거나 각종 재화를 획득하는 어뷰징 행위로 타인 및 회사에게 피해를 주는 경우</p>

                              <p>- 시스템 상의 문제를 알면서도 이를 묵과하고, 지인이 시스템을 악용하는 것을 방조한 행위</p>

                              <p>- 버그 확인으로 인해, 운영자가 홈페이지나 게임 등을 통해 공식적으로 이를 통보하였음에도 이를 지속적으로 악용하는 행위</p>

                              <p>&nbsp;</p>

                              <p>* 버그 악용 및 어뷰징 행위로 직/간접적으로 획득한 이득은 부당이득으로 간주하여 모두 회수될 수 있습니다.</p>

                              <p>* 버그 악용 및 어뷰징 행위로 직/간접적으로 획득한 이득에 대한 회수가 불가할 경우, 모든 게임 데이터가 초기화 될 수 있습니다.</p>

                              <p>* 버그 악용 및 어뷰징 행위로 생성된 재화/아이템 등이 제3자에게 이동된 경우, 해당 재화/아이템 등은 회수될 수 있습니다.</p>
                              </td>
                              <td colspan="5" style="height:40px; width:249px">
                              <p>버그임을 인지하지 못하였거나<br>
                              그 영향이 경미한 경우</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="2" style="height:73px; width:71px">
                              <p>30일<br>
                              접속제한</p>
                              </td>
                              <td style="height:73px; width:66px">
                              <p>6개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:73px; width:66px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:73px; width:46px">
                              <p>영구<br>
                              접속제한</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="5" style="height:36px; width:249px">
                              <p>어뷰징 혹은 버그를 반복 사용하여 이익을 얻고 게임 내 밸런스에 영향을 준 경우</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="2" style="height:54px; width:71px">
                              <p>6개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:54px; width:66px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:54px; width:66px">
                              <p>영구<br>
                              접속제한</p>
                              </td>
                              <td style="height:54px; width:46px">&nbsp;</td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:27px; width:689px">
                              <p>8) 계정도용 및 개인정보 유출</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="height:79px; width:440px">
                              <p>- 타인의 개인정보(이름, 주소, 소속, 전화번호, 이메일 등)나 결제정보 등을 유출 및 도용하는 행위</p>

                              <p>- 타인의 계정에 허가 없이 접속하거나 그에 준하는 행위를 하여 계정의 소유자에게 정신적/물질적 피해를 주는 경우</p>

                              <p>- 타인에게 계정 혹은 캐릭터 등을 맡겨 대리 육성 하거나 게임 내 재화, 아이템 등의 성과를 대신 획득하는 행위 (타인에게 맡기는 행위, 타인으로부터 맡는 행위 모두 포함)</p>
                              </td>
                              <td colspan="2" style="height:79px; width:71px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:79px; width:66px">
                              <p>영구<br>
                              접속제한</p>
                              </td>
                              <td style="height:79px; width:66px">
                              <p>　</p>
                              </td>
                              <td style="height:79px; width:46px">
                              <p>　</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:27px; width:689px">
                              <p>9) 현금거래 및 상업광고</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="height:42px; width:440px">
                              <p>- 게임 내의 모든 물품(캐릭터, 사이버머니, 아이템 등)을 현금 수취를 목적으로 거래하거나, 계정 간 거래를 시도 혹은 이를 위한 행위로 판단되는 경우</p>

                              <p>- 현금 거래를 시도하거나, 이에 준하는 행위라 판단되는 경우</p>

                              <p>- 문화상품권 등을 게임 내 사이버머니, 아이템 등과 같은 상품으로 교환하려는 경우나 이에 준하는 행위라 판단되는 경우</p>

                              <p>- 위의 목적으로 게임 내 대화 및 기타 가용한 방법으로 광고하는 경우</p>

                              <p>- 게임 대화 및 기타 가용한 방법으로 회사와 무관하게 자신의 영리추구를 위한 상업적 광고를 하는 경우</p>
                              </td>
                              <td colspan="2" style="height:42px; width:71px">
                              <p>30일<br>
                              접속제한</p>
                              </td>
                              <td style="height:42px; width:66px">
                              <p>6개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:42px; width:66px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:42px; width:46px">
                              <p>영구<br>
                              접속제한</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:27px; width:689px">
                              <p>10) 이름정책 위반</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="height:218px; width:440px">
                              <p>- 회사 관계자 또는 운영자를 사칭하거나 이를 사칭하려는 의도가 있다고 판단되는 이름</p>

                              <p>- 이름이 선정적이고 음란하거나 비속어(욕설)로 되어있는 경우를 포함한, 타인에게 불쾌감을 줄 수 있는 이름</p>

                              <p>- 게임 내 재화 혹은 캐릭터, 사이버머니 등의 현금 매매나 서버간 교환, 타 게임과의 거래를 위한 의도 등이 엿보이는 이름</p>

                              <p>- 게임 내 콘텐츠(NPC, 시스템 등)와 유사하거나 동일하여 타인에게 혼동을 줄 수 있는 이름</p>

                              <p>- 타인의 개인정보를 노출하려는 의도가 있다고 판단되는 이름</p>

                              <p>- 특정 종교, 인종, 회사 등의 집단을 비하하는 이름</p>

                              <p>- 특정 대상을 광고하는 내용의 이름</p>

                              <p>- 기타 제 3자의 상표권, 저작권에 위배될 가능성이 있는 이름</p>

                              <p>- 이상에 해당하는 이름의 철자 일부를 바꾸거나 앞뒤에 다른 문자를 넣어 조합한 이름</p>

                              <p>- 관계법령에 저촉되는 내용의 이름이거나, 기타 사회 통념상 수용하기 어려운 이름</p>
                              </td>
                              <td colspan="2" style="height:218px; width:71px">
                              <p>이름<br>
                              임의변경</p>

                              <p>및</p>

                              <p>3일<br>
                              접속제한</p>
                              </td>
                              <td style="height:218px; width:66px">
                              <p>이름<br>
                              임의변경</p>

                              <p>및</p>

                              <p>7일<br>
                              접속제한　</p>
                              </td>
                              <td style="height:218px; width:66px">
                              <p>이름<br>
                              임의변경</p>

                              <p>및</p>

                              <p>30일<br>
                              접속제한　 　</p>
                              </td>
                              <td style="height:218px; width:46px">
                              <p>이름<br>
                              임의변경</p>

                              <p>및</p>

                              <p>6개월<br>
                              접속제한　 　</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:27px; width:689px">
                              <p>11) 회사 및 오픈마켓 스토어의 제반 프로세스 악용</p>
                              </td>
                         </tr>
                         <tr>
                              <td rowspan="4" style="height:40px; width:440px">
                              <p>- 회사 및 오픈마켓 스토어가 제공하는 회원 가입, 게임 이용, 결제, 환불 등과 관련된 제반 프로세스를 악용하여 부당 이득을 취하는 경우</p>

                              <p>&nbsp;</p>

                              <p>* 회사 및 오픈마켓 스토어의 제반 프로세스를 악용하여 직/간접적으로 획득한 이득은 모두 회수 및 삭제 조치될 수 있습니다.</p>

                              <p>* 회사 및 오픈마켓 스토어의 제반 프로세스를 악용하여 직/간접적으로 획득한 이득의 회수 및 삭제가 불가할 경우, 모든 게임 데이터가 초기화되거나 계정 접속 제한 조치가 될 수 있습니다.</p>
                              </td>
                              <td colspan="5" style="height:40px; width:249px">
                              <p>정책 위반 적발 시</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="5" style="height:73px; width:253px">
                              <p>12개월 접속제한</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="5" style="height:36px; width:253px">
                              <p>반복적인 정책 위반 적발 시</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="5" style="height:54px; width:253px">
                              <p>영구 접속제한</p>
                              </td>
                         </tr>
                         <tr>
                              <td colspan="6" style="height:26px; width:689px">
                              <p>12) 범죄 행위</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="height:54px; width:436px">
                              <p>게임 자체에 대하여 또는 게임의 이용 과정에서 대한민국 법령에 위배되는 범죄 행위를 시도하거나 행한 경우</p>
                              </td>
                              <td colspan="2" style="height:54px; width:71px">
                              <p>12개월<br>
                              접속제한</p>
                              </td>
                              <td style="height:54px; width:66px">
                              <p>영구<br>
                              접속제한</p>
                              </td>
                              <td style="height:54px; width:66px">&nbsp;</td>
                              <td style="height:54px; width:50px">&nbsp;</td>
                         </tr>
                    </tbody>
               </table>

               <p>&nbsp;</p>

               <p>&nbsp;</p>

               <p># 별첨2. 라인게임즈 홈페이지 운영정책 및 이용제한 기준</p>

               <p>2.1 위반 항목에 따른 게시판 이용제한 기준</p>

               <table border="1" cellpadding="0" cellspacing="0" style="width:690px">
                    <tbody>
                         <tr>
                              <td style="width:510px">
                              <p>위반 항목</p>
                              </td>
                              <td style="width:180px">
                              <p>벌점</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:510px">
                              <p>- 3회 이상 도배 형식의 글을 등록하여 다른 회원의 서비스 이용에 방해가 되는 게시물<br>
                              - 상대방을 비방하는 등 타인의 명예를 훼손할 수 있는 게시물<br>
                              - 공공질서 및 미풍양속에 위배되는 게시물</p>
                              </td>
                              <td style="width:180px">
                              <p>게시물 삭제 및 벌점 15점</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:510px">
                              <p>- 사회문화적(정치, 지역감정, 성(性), 종교, 국적 등) 편견으로 분쟁을 조장하는 게시물<br>
                              - 스팸성 내용이나 유언비어 등을 포함한 게시물</p>
                              </td>
                              <td style="width:180px">
                              <p>게시물 삭제 및 벌점 30점</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:510px">
                              <p>- 회사 또는 관계자를 비방하거나 기타 운영 업무를 방해하는 게시물<br>
                              - 사행성 게시물<br>
                              - 운영자, 회사, 관계사의 직원 등을 사칭하여 등록한 게시물<br>
                              - 공식화되지 않은 허위정보를 유포하여 혼란을 초래하거나 관계자 또는 타인에게 피해를 입히는 게시물</p>
                              </td>
                              <td style="width:180px">
                              <p>게시물 삭제 및 벌점 40점</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:510px">
                              <p>- 지적재산권 및 초상권을 침해하는 게시물<br>
                              - 버그 유포 또는 어뷰징 관련 게시물<br>
                              - 계정 및 캐릭터 등의 매매, 양도, 공유 관련 게시물<br>
                              - 게임 내 재화, 아이템 등의 성과를 대신 획득하는 행위로 판단되는 게시물<br>
                              - 현금 거래를 시도하거나 이에 준하는 행위라 판단되는 게시물</p>
                              </td>
                              <td style="width:180px">
                              <p>게시물 삭제 및 벌점 80점</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:510px">
                              <p>- 음란물 게시 및 유포<br>
                              - 개인정보 유출 및 도용 등 개인정보정책에 위배되는 게시물<br>
                              - 불법 프로그램 관련 게시 및 유포하는 게시물<br>
                              - 해킹 및 사기 등을 목적으로 하는 게시물<br>
                              - 기타 법령에 위배되는 불법 행위</p>
                              </td>
                              <td style="width:180px">
                              <p>게시물 삭제 및 벌점 100점</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:510px">
                              <p>- 기타 서비스 이용약관에 위배되는 게시물</p>
                              </td>
                              <td style="width:180px">
                              <p>게시물 삭제 및 벌점 50점</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:510px">
                              <p>- 이름정책 위반</p>

                              <p>&nbsp;</p>

                              <p>* 이용자가 설정 가능한, 모든 동일 이름들도 함께 임의 변경 조치될 수 있습니다.</p>
                              </td>
                              <td style="width:180px">
                              <p>이름 임의 변경 및 경고</p>
                              </td>
                         </tr>
                    </tbody>
               </table>

               <p>&nbsp;</p>

               <p>2.2 누적 벌점에 따른 게시판 이용제한 기준</p>

               <table border="1" cellpadding="0" cellspacing="0">
                    <tbody>
                         <tr>
                              <td style="width:198px">
                              <p>누적 벌점</p>
                              </td>
                              <td style="width:217px">
                              <p>제한 조치</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:198px">
                              <p>15</p>
                              </td>
                              <td style="width:217px">
                              <p>3일 활동 정지</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:198px">
                              <p>30</p>
                              </td>
                              <td style="width:217px">
                              <p>7일 활동 정지</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:198px">
                              <p>40</p>
                              </td>
                              <td style="width:217px">
                              <p>15일 활동 정지</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:198px">
                              <p>80</p>
                              </td>
                              <td style="width:217px">
                              <p>30일 활동 정지</p>
                              </td>
                         </tr>
                         <tr>
                              <td style="width:198px">
                              <p>100</p>
                              </td>
                              <td style="width:217px">
                              <p>영구 활동 정지</p>
                              </td>
                         </tr>
                    </tbody>
               </table>

               <p>※ 미성년자를 대상으로 하는 음란성 게시물 및 운영정책에 위배되는 게시물은 확인 즉시 영구적으로 활동이 정지됩니다.</p>

               <p>※ 이용제한 기준과는 별개로, 반복적이거나 과도한 정책 위반으로 원활한 서비스 운영 및 질서를 위해 필요하다고 판단되는 경우에는 영구 활동 정지 등 적절한 조치를 취할 수 있습니다.</p>

     `;

     let choi_tF = `
          <p><strong>최종</strong>&nbsp;<strong>사용자</strong>&nbsp;<strong>사용권</strong>&nbsp;<strong>계약</strong><strong>&nbsp;(End User License Agreement)</strong></p>

          <p>&nbsp;</p>

          <p>본 최종 사용자 사용권 계약(이하 “본 사용권 계약”이라고 합니다)은 현재 라인게임즈 주식회사 (이하 “회사”라 합니다)에서 제공하고 있는 게임 소프트웨어 및 어플리케이션 (업데이트 및 패치 포함) 및 관련 서비스(이하 “본 소프트웨어”라고 합니다.)의 사용에 적용됩니다.</p>

          <p>본 소프트웨어를 설치 및 사용하기 전 본 사용권 계약을 신중히 읽어 주시기 바랍니다.</p>

          <p><strong>본 소프트웨어는 귀하가 본 사용권 계약에 동의하는 경우에 한하여 설치 및 사용이 가능하며, 본 소프트웨어를 설치하는 경우 귀하가 본 사용권&nbsp;</strong><strong>계약 및 제5항에 의한 정보 수집에</strong><strong>&nbsp;동의한 것으로 간주됩니다.</strong></p>

          <p>귀하가 본 사용권 계약에 동의하지 않는 경우 본 소프트웨어의 설치 및 사용을 중지해주시기 바랍니다.</p>

          <p>&nbsp;</p>

          <p><strong>1.&nbsp;</strong><strong>사용권의</strong>&nbsp;<strong>부여</strong></p>

          <p>회사는, 그리고 본 소프트웨어와 관련하여 회사에게 필요한 라이선스를 부여한 권리자들은 회사를 통하여, 사용자에게 본 소프트웨어를 설치하고 사용할 수 있는 비독점적, 양도 불가능, 취소 가능, 제한적 사용권을 부여합니다.</p>

          <p>위 사용권을 제외하고, 본 소프트웨어에 대한 소유권을 포함한 어떠한 권리도 사용자에게 이전되거나 부여되지 않습니다. 사용자는 본 사용권 계약에서 허용하는 바에 따라 본 소프트웨어를 사용할 권리를 가지나, 본 소프트웨어 및 이에 부속하는 모든 콘텐츠에 대하여 소유권 및 기타 권리를 주장할 수 없습니다.</p>

          <p>&nbsp;</p>

          <p><strong>2.&nbsp;</strong><strong>본</strong>&nbsp;<strong>소프트웨어에</strong>&nbsp;<strong>관한</strong>&nbsp;<strong>권리</strong></p>

          <p>본 소프트웨어 및 이에 부속하는 모든 콘텐츠에 관한 저작권 및 지식재산권 등 일체의 권리는 회사 또는 회사에게 필요한 라이선스를 부여한 권리자의 소유입니다. 본 소프트웨어는 대한민국 또는 각 국가의 저작권법 및 관련 협약에 의하여 보호됩니다.</p>

          <p>회사의 사전 서면 동의 없이 본 소프트웨어를 복제하거나 제3자에게 배포 또는 전송하는 행위는 저작권법을 위반하는 행위가 되며, 회사는 이에 대한 법적 조치를 취할 수 있습니다.</p>

          <p>&nbsp;</p>

          <p><strong>3.&nbsp;</strong><strong>사용권의</strong>&nbsp;<strong>제한</strong></p>

          <p>사용자는 본 사용권 계약에서 정하는 방법으로 본 소프트웨어를 사용하여야 하며, 다음의 사항을 준수하여야 합니다.</p>

          <p>(1) 사용자는 본 사용권 계약에서 허용한 방법 이외의 방법으로 본 소프트웨어를 사용하거나 배포 또는 전송하여서는 아니되며, 회사의 사전 서면 동의 없이 본 소프트웨어를 변형, 복제, 판매, 양도, 대여, 유통하거나, 제3자에게 사용하도록 할 수 없으며, 영리를 위한 목적으로 이용할 수 없습니다.</p>

          <p>(2) 사용자는 본 소프트웨어에 기초하여 다른 프로그램을 재생산하거나, 본 소프트웨어를 번역, 분석, 개변, 소스코드 추출, 디컴파일링, 디스어셈블링, 리버스 엔지니어링을 할 수 없으며, 본 소프트웨어에 기초한 2차적 저작물을 작성할 수 없습니다.</p>

          <p>(3) 사용자는 본 소프트웨어에 대한 접근을 통제하는 보안 조치를 제거, 비활성화할 수 없습니다.</p>

          <p>(4) 사용자는 본 소프트웨어의 데이터 또는 기능을 모방하는 데이터 또는 프로그램을 개발할 수 없습니다.</p>

          <p>(5) 사용자는 본 소프트웨어를 통하여 바이러스, 맬웨어, 애드웨어 및 기타 무단 프로그램을 전송하거나 제공 또는 배포할 수 없으며, 본 소프트웨어의 동작이나 회사의 업무를 방해하는 그러한 무단 프로그램을 전송 또는 배포할 수 없습니다.</p>

          <p>(6) 사용자는 본 소프트웨어와 회사 간 송∙수신되는 데이터에 접근하여 이를 타인에게 재전송하거나, 본 소프트웨어의 메모리 영역의 정보를 수집하여 저장하거나 기타 그러한 정보와 상호작용하는 프로그램을 사용할 수 없습니다.</p>

          <p>(7) 사용자는 본 소프트웨어를 통하여 다른 사용자의 개인정보를 추적, 수집, 저장 또는 공개할 수 없습니다.</p>

          <p>(8) 사용자는 본 소프트웨어의 사용과 관련하여 적용되는 법령을 준수하여야 합니다.</p>

          <p>&nbsp;</p>

          <p><strong>4.&nbsp;</strong><strong>본</strong>&nbsp;<strong>소프트웨어의</strong>&nbsp;<strong>업데이트</strong></p>

          <p>회사는 본 소프트웨어의 안정성 향상 및 사용자의 편의 도모를 위하여 본 소프트웨어를 갱신, 변경 또는 구성 요소를 추가(이하 “<u>업데이트</u>”라고 합니다)할 수 있으며, 회사가 관리하는 공식 홈페이지(http://line.games) 또는 본 소프트웨어의 온라인 기능을 통하여 업데이트를 자동으로 제공할 수 있습니다.</p>

          <p>사용자가 본 소프트웨어의 업데이트를 설치하거나 자동으로 업데이트된 본 소프트웨어를 계속 사용하는 것은 본 소프트웨어의 업데이트에 관한 사항을 승인한 것으로 보며, 사용자는 본 소프트웨어의 업데이트 버전에 대하여도 본 사용권 계약이 적용됨에 동의한 것으로 간주됩니다.</p>

          <p>사용자가 본 소프트웨어의 업데이트를 원하지 않는 경우 이를 거부할 수 있으나, 본 소프트웨어의 일부 서비스에 대하여 그 사용이 제한될 수 있습니다.</p>

          <p>&nbsp;</p>

          <p><strong>5.&nbsp;</strong><strong>데이터의</strong>&nbsp;<strong>수집</strong>&nbsp;<strong>및</strong>&nbsp;<strong>사용</strong></p>

          <p>회사는 사용자의 사용 환경 또는 본 소프트웨어의 기능 개선을 위한 목적으로 사용자의 데이터를 수집할 수 있으며, 수집된 데이터는 수집된 목적 달성을 위한 범위 내에서 사용됩니다. 수집된 데이터에 개인정보가 포함된 경우, 그러한 개인정보의 수집 및 처리는 회사가 관리하는 공식 홈페이지(<a href="http://line.games/">http://line.games</a>)에 게시된 회사의 개인정보처리방침에 따릅니다.</p>

          <p>&nbsp;</p>

          <p><strong>6.&nbsp;</strong><strong>보증의</strong>&nbsp;<strong>제한</strong></p>

          <p>회사는 본 소프트웨어를 제공된 시점의 최신의 버전으로 제공하며, 본 소프트웨어에 대한 사용자 설명서에 기재된 사항 이외에 본 소프트웨어의 기능성, 유효성, 정확성, 안정성 및 본 소프트웨어의 사용에 대한 기대효과의 미충족에 대하여 보증하거나 책임을 부담하지 않습니다.</p>

          <p>본 소프트웨어의 사용에서 비롯한 위험 부담(작업 중단, 컴퓨터 기능 저하 또는 오작동 등을 포함하나 이에 국한되지 않음)은 사용자에게 있으며, 회사는 본 소프트웨어가 모든 조건에서 실행되는 것을 보증하지 않습니다.</p>

          <p>&nbsp;</p>

          <p><strong>7.&nbsp;</strong><strong>책임의</strong>&nbsp;<strong>제한</strong></p>

          <p>회사는 본 소프트웨어의 사용으로 인한 피해나 손실에 대하여 어떠한 방식으로도 책임을 부담하지 않습니다. 다만, 해당 피해나 손실이 회사의 고의적인 행위 또는 중대한 과실에 의해 발생한 경우에는 예외로 하며, 이러한 경우 회사는 적법한 사용자가 본 소프트웨어를 본 사용권 계약에서 정한 바에 따라 사용하는 과정에서 발생한 직접적인 피해에 대하여만 보상합니다.</p>

          <p>사용자는 본 소프트웨어 사용과 관련된 사용자의 책임있는 사유로 인하여 회사에 손해가 발생한 경우, 그 발생한 직∙간접의 모든 손해에 대하여 책임을 부담합니다.</p>

          <p>&nbsp;</p>

          <p><strong>8.&nbsp;</strong><strong>본</strong>&nbsp;<strong>사용권</strong>&nbsp;<strong>계약의</strong>&nbsp;<strong>해지</strong></p>

          <p>본 사용권 계약은 사용자가 본 소프트웨어를 계속하여 사용하는 동안 그 효력을 유지합니다. 단, 사용자는 언제든지 본 소프트웨어를 제거함으로써 본 사용권 계약을 해지할 수 있습니다.</p>

          <p>회사는 사용자가 본 사용권 계약을 위반한 경우 해당 사용자에 대한 통지로써 본 사용권 계약을 해지할 수 있으며, 이 경우 사용자는 본 소프트웨어 및 이에 부수하는 모든 콘텐츠의 사용을 중지하고 이를 즉각 설치된 장치로부터 제거하여야 합니다.</p>

          <p>사용자는 본 소프트웨어를 제거할 경우 본 소프트웨어가 설치된 경로 내 임의 생성한 모든 폴더와 파일이 제거되는 것에 대하여 인식하고 동의합니다.</p>

          <p>본 사용권 계약의 종료 사유를 불문하고, 본 사용권 계약 제2, 3, 6, 7, 8, 10, 11항은 본 사용권 계약 종료 후에도 그 효력을 유지합니다.</p>

          <p>&nbsp;</p>

          <p><strong>9.&nbsp;</strong><strong>본</strong>&nbsp;<strong>사용권</strong>&nbsp;<strong>계약의</strong>&nbsp;<strong>수정</strong></p>

          <p>회사는 단독 재량에 따라 언제든지 본 사용권 계약을 수정할 수 있습니다. 단, 수정된 변경사항은 회사가 관리하는 공식 홈페이지(http://line.games) 또는 본 소프트웨어를 통하여 7일 전(단, 사용자에게 불리한 변경의 경우 30일 전)에 게시합니다.</p>

          <p>본 사용권 계약 변경의 효력이 발생한 후 사용자가 본 소프트웨어를 계속 사용하거나 본소프트웨어를 업데이트하는 경우 본 사용권 계약의 모든 변경사항에 동의한 것으로 간주됩니다.</p>

          <p>&nbsp;</p>

          <p><strong>10.&nbsp;</strong><strong>준거법</strong>&nbsp;<strong>및</strong>&nbsp;<strong>분쟁해결</strong></p>

          <p>본 사용권 계약서의 모든 사항은 대한민국 법에 따르며, 사용자와 회사 사이에 본 사용권 계약과 관련한 분쟁으로 소송이 제기되는 경우, 양 당사자는 민사소송법상 관할법원에 소를 제기할 수 있습니다.</p>

          <p>&nbsp;</p>

          <p><strong>11.&nbsp;</strong><strong>기타</strong></p>

          <p>본 사용권 계약은 본 소프트웨어에 대한 것으로서 개별적인 게임 서비스와 관련된 이용약관과는 구별되는 것이며, 이용약관은 회사가 관리하는 공식 홈페이지 (http://line.games) 또는 개별 게임 내에서 확인할 수 있습니다.</p>

          <p>&nbsp;</p>

          <p>부 칙(2020. 06. 30)<br>
          (시행일) 본 사용권 계약은 2020년 06월 30일부터 시행합니다.</p>

     `;

     $('.popup_layer_btn').on('click',function(e){
          $('.popup_layer').css('display','block');
          switch(e.target.id){
               case 'gain':
                    $('.popup_layer > h2').html("개인정보 처리방침");
                    $('.popup_div').html(gain_tF);
               break;
               case 'eyong':
                    $('.popup_layer > h2').html("서비스 이용약관")
                    $('.popup_div').html(eyong_tF);
               break;
               case 'choi':
                    $('.popup_layer > h2').html("최종 사용자 사용권 계약")
                    $('.popup_div').html(choi_tF);
               break;
          }
     });
     
    $(document).on("click", ".popup_close_btn", function(){
          $('.popup_layer').css('display','none');
     });
})